[
  {
    "id": "11.1",
    "chapter": 11,
    "verse": 1,
    "sanskrit": "अर्जुन उवाच  मदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम्।  यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम।।11.1।।",
    "translation_en": "11.1 मदनुग्रहाय for the sake of blessing me? परमम् the highest? गुह्यम् the secret? अध्यात्मसंज्ञितम् called Adhyatma? यत् which? त्वया by Thee? उक्तम् spoken? वचः word? तेन by that? मोहः delusion? अयम् this? विगतः gone? मम my.Commentary After hearing the glories of the Lord? Arjuna has an intense longing to have the wonderful vision of the Cosmic Form with his own eyes. His bewilderment and delusion have now vanished.Adhyatma That which treats of the discrimination between the Self and the notSelf metaphysics.I was worried about the sin involved in killing my relations and preceptors. I had the ideas? I am the agent in killing them they are to be killed by me.This delusion has vanished now after receiving Thy most profound and valuable instructions. Thou hast dispelled this delusion of ignorance from me.The vision of the Cosmic Form is not the ultimate goal. If that were so? the Gita would have ended with this chapter. The vision of the Cosmic Form is also one more in a series of graded experiences. It is a terrible experience too. That is the reason why Arjuna said to the Lord? stammering with fear What an awful form Thou hast I have seen that which none hath seen before. My heart is glad? yet faileth me on account of fear. Show me? O God? Thine other form again. O God of gods? support of all the worlds? let me see Thy form with the diadem? and with the mace and discus in Thy hands. Again I wish to see Thee as before assume Thy fourarmed form? O Lord of thousand arms and of forms innumerable.Arjuna heard the Lords statement? viz.? Having pervaded this whole universe with one fragment of Myself? I remain. This induced him to have the vision of the Lords Cosmic Form. He says? O Lord of compassion? Thou hast taught me the spiritual wisdom which can hardly be found in the Vedas. Thou hast saved me. My delusion has disappeared. Thou hast disclosed to me the nature of the Supreme Self? the secrets of Nature and Thy divine glories. My greatest ambition at the present moment is that I should behold with my own eyes Thy entire Cosmic Form.",
    "translation_hi": "।।11.1।। व्याख्या--'मदनुग्रहाय'--मेरा भजन करनेवालोंपर कृपा करके मैं स्वयं उनके अज्ञानजन्य अन्धकारका नाश कर देता हूँ (गीता 10। 11) -- यह बात भगवान्ने केवल कृपा-परवश होकर कही। इस बातका अर्जुनपर बड़ा प्रभाव प़ड़ा, जिससे अर्जुन भगवान्की स्तुति करने लगे (10। 12 -- 15)। ऐसी स्तुति उन्होंने पहले गीतामें कहीं नहीं की। उसीका लक्ष्य करके अर्जुन यहाँ कहते हैं कि केवल मेरेपर कृपा करनेके लिये ही आपने ऐसी बात कही है (टिप्पणी प0 573.2)।"
  },
  {
    "id": "11.2",
    "chapter": 11,
    "verse": 2,
    "sanskrit": "भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया।  त्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम्।।11.2।।",
    "translation_en": "11.2 भवाप्ययौ the origin and the dissolution? हि indeed? भूतानाम् of beings? श्रुतौ hav been heard? विस्तरशः in detail? मया by me? त्वत्तः from Thee? कमलपत्राक्ष O lotuseyed? माहात्म्यम् greatness? अपि also? च and? अव्ययम् inexhaustible.Commentary Kamalapatraksha Lotuseyed or having eyes like lotuspetals. Kamalapatra also means knowledge of the Self. He who can be obtained by knowledge of the Self is Kamalapatraksha.",
    "translation_hi": "।।11.2।। व्याख्या --भवाप्ययौ हि भूतानां त्वत्तः श्रुतौ विस्तरशो मया --  भगवान्ने पहले कहा था-- मैं सम्पूर्ण जगत्का प्रभव और प्रलय हूँ, मेरे सिवाय अन्य कोई कारण नहीं है (7। 6 7); सात्त्विक, राजस और तामस भाव मेरेसे ही होते हैं (7। 12); प्राणियोंके अलग-अलग अनेक तरहके भाव मेरेसे ही होते हैं (10। 4 5); सम्पूर्ण प्राणी मेरेसे ही होते हैं और मेरेसे ही सब चेष्टा करते हैं (10। 8); प्राणियोंके आदि, मध्य तथा अन्तमें मैं ही हूँ (10। 20); और सम्पूर्ण सृष्टियोंके आदि, मध्य तथा अन्तमें मैं ही हूँ (10। 32)। इसीको लेकर अर्जुन यहाँ कहते हैं कि मैंने आपसे प्राणियोंकी उत्पत्ति और प्रलयका वर्णन विस्तारसे सुना है। इसका तात्पर्य प्राणियोंकी उत्पत्ति और विनाश सुननेसे नहीं है, प्रत्युत इसका तात्पर्य यह सुननेसे है कि सभी प्राणी आपसे ही उत्पन्न होते हैं, आपमें ही रहते हैं और आपमें ही लीन हो जाते हैं अर्थात् सब कुछ आप ही हैं।"
  },
  {
    "id": "11.3",
    "chapter": 11,
    "verse": 3,
    "sanskrit": "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर।  द्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम।।11.3।।",
    "translation_en": "11.3 एवम् thus? एतत् this? यथा as? आत्थ hast declared? त्वम् Thou? आत्मानम् Thyself? परमेश्वर O Supreme Lord? द्रष्टुम् to see? इच्छामि (I) desire? ते Thy? रूपम् form? ऐश्वरम् sovereign? पुरुषोत्तम O Supreme Purusha.Commentary Some commentators take the two halves of this verse as two independent sentences and interpret it thusSo it is? O Supreme Lord? as Thou hast declared Thyself to be. (But still) I desire to see Thy form as Isvara? O Supreme Person.Rupamaisvaram Thy form as Isvara? that of Vishnu as possessed of infinite knowledge? sovereignty? power? strength? prowess and splendour.",
    "translation_hi": "।।11.3।। व्याख्या --'पुरुषोत्तम'--यह सम्बोधन देनेका तात्पर्य है कि हे भगवन् !मेरी दृष्टिमें इस संसारमें आपके समान कोई उत्तम, श्रेष्ठ नहीं है अर्थात् आप ही सबसे उत्तम, श्रेष्ठ हैं। इस बातको आगे पन्द्रहवें अध्यायमें भगवान्ने भी कहा है कि मैं क्षरसे अतीत और अक्षरसे उत्तम हूँ; अतः मैं शास्त्र और वेदमें पुरुषोत्तम नामसे प्रसिद्ध हूँ (15। 18)।"
  },
  {
    "id": "11.4",
    "chapter": 11,
    "verse": 4,
    "sanskrit": "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो।  योगेश्वर ततो मे त्वं दर्शयाऽत्मानमव्ययम्।।11.4।।",
    "translation_en": "11.4 मन्यसे Thou thinkest? यदि if? तत् that? शक्यम् possible? मया by me? द्रष्टुम् to see? इति thus? प्रभो O Lord? योगेश्वर O Lord of Yogins? ततः then? मे me? त्वम् Thou? दर्शय show? आत्मानम् (Thy) Self? अव्ययम् imperishable.Commentary Arjuna is very keen and eager to see the Cosmic Form of the Lord. He prays to Him to grant him the vision. This supreme vision can be obtained only through His grace.Yogesvara also means the Lord of Yoga. A Yogi is one who is endowed with the eight psychic powers (Siddhis). The Lord of the Yogins is Yogesvara. And? Yoga is identity of the individual soul with the Absolute. He who is able to bestow this realisation of identity on the deserving spiritual aspirant is Yogesvara.He Who is able to create? preserve? destroy? veil and graciously release is the Lord. (These five actions? Panchakriyas? are known respectively as Srishti? Sthiti? Samhara? Tirodhana and Anugraha.)",
    "translation_hi": "।।11.4।। व्याख्या--'प्रभो'-- 'प्रभु' नाम सर्वसमर्थका है, इसलिये इस सम्बोधनका भाव यह मालूम देता है कि यदि आप मेरेमें विराट्रूप देखनेकी सामर्थ्य मानते हैं, तब तो ठीक है; नहीं तो आप मेरेको ऐसी सामर्थ्य दीजिये, जिससे मैं आपका वह ऐश्वर (ईश्वरसम्बन्धी) रूप देख सकूँ।"
  },
  {
    "id": "11.5",
    "chapter": 11,
    "verse": 5,
    "sanskrit": "श्री भगवानुवाच  पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः।  नानाविधानि दिव्यानि नानावर्णाकृतीनि च।।11.5।।",
    "translation_en": "11.5 पश्य behold? मे My? पार्थ O Partha? रूपाणि forms? शतशः by hundreds? अथ and? सहस्रशः by thousands? नानाविधानि of different sorts? दिव्यानि divine? नानावर्णाकृतीनि of various colours and shapes? च and.Commentary Divyani Divine supernatural.Satasah? Sahasrasah By the hundreds and thousands -- countless.O Arjuna? I want you to behold the Cosmic Form. All beings and entities are there. The fat and the lean? the short and the tall? the red and the black? the active and the passive? the rich and the poor? the intelligent and the dull? the healthy and the sick? the noisy and the silent? those that are awake? those that are asleep? the beautiful and the ugly? and all grades of beings with their distinctive marks are all there. The blueness of the sky? the yellowness of the silk? the redness of the twilight? the blackness of the coal? the whiteness of the snow? and the greenness of the leaves will be seen by you. You will also behold the objects of various shapes.",
    "translation_hi": "।।11.5।। व्याख्या--'पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः'--अर्जुनकी संकोचपूर्वक प्रार्थनाको सुनकर भगवान् अत्यधिक प्रसन्न हुए; अतः अर्जुनके लिये 'पार्थ' सम्बोधनका प्रयोग करते हुए कहते हैं कि तू मेरे रूपोंको देख। रूपोंमें भी तीन-चार नहीं, प्रत्युत सैकड़ों-हजारों रूपोंको देख अर्थात् अनगिनत रूपोंको देख। भगवान्ने जैसे विभूतियोंके विषय कहा है कि मेरी विभूतियोंका अन्त नहीं आ सकता, ऐसे ही यहाँ भगवान्ने,अपने रूपोंकी अनन्तता बतायी है।"
  },
  {
    "id": "11.6",
    "chapter": 11,
    "verse": 6,
    "sanskrit": "पश्यादित्यान्वसून्रुद्रानश्िवनौ मरुतस्तथा।  बहून्यदृष्टपूर्वाणि पश्याऽश्चर्याणि भारत।।11.6।।",
    "translation_en": "11.6 पश्य behold? आदित्यान् the Adityas? वसून् the Vasus? रुद्रान् the Rudras? अश्िवनौ the (two) Asvins? मरुतः the Maruts? तथा also? बहूनि many? अदृष्टपूर्वाणि never seen before? पश्य see? आश्चर्याणि wonders? भारत O Bharata.Commentary Adityas? Vasus? Rudras and Maruts have already been described in the previous chapter.Not these alone Behold also many other wonders never seen before by you or anybody else in this world.",
    "translation_hi": "।।11.6।। व्याख्या--'पश्यादित्यान्वसून्रुद्रानश्विनौ मरुतस्तथा'-- अदितिके पुत्र धाता, मित्र, अर्यमा, शुक्र, वरुण, अंश, भग, विवस्वान्, पूषा, सविता, त्वष्टा और विष्णु -- ये बारह 'आदित्य' हैं (महा0 आदि0 65। 15 16)।  धर, ध्रुव, सोम, अहः, अनिल, अनल, प्रत्यूष और प्रभास --ये आठ वसु हैं (महा0 आदि0 66। 18)।हर, बहुरूप, त्रयम्बक, अपराजित, वृषाकपि, शम्भु, कपर्दी, रैवतमृगव्याध, शर्व और कपाली -- ये ग्यारह 'रुद्र' हैं (हरिवंश0 1। 3। 51 52)।'अश्विनीकुमार' दो हैं। ये दोनों भाई देवताओंके वैद्य हैं।सत्त्वज्योति, आदित्य, सत्यज्योति, तिर्यग्ज्योति, सज्योति, ज्योतिष्मान्, हरित, ऋतजित्, सत्यजित्, सुषेण, सेनजित्, सत्यमित्र, अभिमित्र, हरिमित्र, कृत, सत्य, ध्रुव, धर्ता, विधर्ता, विधारय, ध्वान्त, धुनि, उग्र, भीम, अभियु, साक्षिप, ईदृक्, अन्यादृक्, यादृक्, प्रतिकृत्, ऋक्, समिति, संरम्भ, ईदृक्ष, पुरुष, अन्यादृक्ष, चेतस, समिता, समिदृक्षप्रतिदृक्ष, मरुति, सरत, देव, दिश, यजुः, अनुदृक्, साम, मानुष और विश् -- ये उनचास 'मरुत' हैं (वायुपुराण 67। 123 -- 130) -- इन सबको तू मेरे विराट्रूपमें देख।बारह आदित्य, आठ वसु, ग्यारह रुद्र और दो अश्विनीकुमार -- ये तैंतीस कोटि (तैंतीस प्रकारके) देवता सम्पूर्ण देवताओंमें मुख्य हैं। देवताओंमें मरुद्गणोंका नाम भी आता है, पर वे उनचास मरुद्गण इन तैंतीस प्रकारके देवताओंसे अलग माने जाते हैं; क्योंकि वे सभी दैत्योंसे देवता बने हैं। इसलिये भगवान्ने भी 'तथा' पद देकर मरुद्गणोंको अलग बताया है।"
  },
  {
    "id": "11.7",
    "chapter": 11,
    "verse": 7,
    "sanskrit": "इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम्।  मम देहे गुडाकेश यच्चान्यद्द्रष्टुमिच्छसि।।11.7।।",
    "translation_en": "11.7 इह in this? एकस्थम् centred in one? जगत् the universe? कृत्स्नम् whole? पश्य behold? अद्य now? सचराचरम् with the moving and the unmoving? मम My? देहे in body? गुडाकेश O Gudakesa? यत् whatever? च and? अन्यत् other? द्रष्टुम् to see? इच्छसि (thou) desirest.Commentary Anyat Other whatever else. Your success or defeat in the war? about which you,have entertained a doubt. (Cf.II.6)",
    "translation_hi": "।।11.7।। व्याख्या--गुडाकेश'--निद्रापर अधिकार प्राप्त करनेसे अर्जुनको 'गुडाकेश' कहते हैं। यहाँ यह सम्बोधन देनेका तात्पर्य है कि तू निरालस्य होकर सावधानीसे मेरे विश्व-रूपको देख।"
  },
  {
    "id": "11.8",
    "chapter": 11,
    "verse": 8,
    "sanskrit": "न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा।  दिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम्।।11.8।।",
    "translation_en": "11.8 न not? तु but? माम् Me? शक्यसे (thou) canst? द्रष्टुम् to see? अनेन with this? एव even? स्वचक्षुषा with own eyes? दिव्यम् divine? ददामि (I) give? ते (to) thee? चक्षुः the eye? पश्य behold? मे My? योगम् Yoga? ऐश्वरम् lordly.Commentary No fleshly eyes can behold Me in My Cosmic Form. One can see It through the divine eye or the eye of intuition. It should not be confused with seeing through the eye or the mind. It is an inner experience.Lord Krishna says to Arjuna I give thee the divine eye? by which you will be able to behold My sovereign form. By it see My marvellous power of Yoga.Anena With this the fleshly eye or the physical eye? the earthly eye. (Cf.VII.25IX.5X.7)",
    "translation_hi": "।।11.8।। व्याख्या--'न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा'--तुम्हारे जो चर्मचक्षु हैं, इनकी शक्ति बहुत अल्प और सीमित है। प्राकृत होनेके कारण ये चर्मचक्षु केवल प्रकृतिके तुच्छ कार्यको ही देख सकते हैं अर्थात् प्राकृत मनुष्य, पशु, पक्षी आदिके रूपोंको, उनके भेदोंको तथा धूप-छाया आदिके रूपोंको ही देख सकते हैं। परन्तु वे मन-बुद्धि-इन्द्रियोंसे अतीत मेरे रूपको नहीं देख सकते।"
  },
  {
    "id": "11.9",
    "chapter": 11,
    "verse": 9,
    "sanskrit": "सञ्जय उवाच  एवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः।  दर्शयामास पार्थाय परमं रूपमैश्वरम्।।11.9।।",
    "translation_en": "11.9 एवम् thus? उक्त्वा having spoken? ततः then? राजन् O king? महायोगेश्वरः the great Lord of Yoga? हरिः Hari? दर्शयामास showed? पार्थाय to Arjuna? परमम् Supreme? रूपम् form? ऐश्वरम् Sovereign.Commentary King This verse is addressed by Sanjaya to Dhritarashtra.Supreme Form The Cosmic Form.",
    "translation_hi": "।।11.9।। व्याख्या--'एवमुक्त्वा ततो ৷৷. परमं रूपमैश्वरम्'--पूर्वश्लोकमें भगवान्ने जो यह कहा था कि 'तू अपने चर्मचक्षुओंसे मुझे नहीं देख सकता, इसलिये मैं तेरेको दिव्यचक्षु देता हूँ, जिससे तू मेरे ईश्वर-सम्बन्धी योगको देख' उसीका संकेत यहाँ सञ्जयने 'एवमुक्त्वा' पदसे किया है।चौथे श्लोकमें अर्जुनने भगवान्को 'योगेश्वर' कहा और यहाँ सञ्जय भगवान्को 'महायोगेश्वर' कहते हैं। इसका तात्पर्य है कि भगवान्ने अर्जुनकी प्रार्थनासे बहुत अधिक अपना विश्वरूप दिखाया। भक्तकी थोड़ी-सी भी वास्तविक रुचि भगवान्की तरफ होनेपर भगवान् अपनी अपार शक्तिसे उसकी पूर्ति कर देते हैं।  तीसरे श्लोकमें अर्जुनने जिस रूपके लिये 'रूपमैश्वरम्' कहा, उसी रूपके लिये यहाँ सञ्जय 'परमं रूपमैश्वरम्' कहते हैं। इसका तात्पर्य है कि भगवान्का विश्वरूप बहुत ही विलक्षण है। सम्पूर्ण योगोंके महान् ईश्वर भगवान् श्रीकृष्णने ऐसा विलक्षण, अलौकिक, अद्भुत विश्वरूप दिखाया, जिसको धैर्यशाली, जितेन्द्रिय, शूरवीर और भगवान्से प्राप्त दिव्यदृष्टिवाले अर्जुनको भी दुर्निरीक्ष्य कहना प़ड़ा (11। 17) और भयभीत होना पड़ा (11। 45), तथा भगवान्को भी 'व्यपेतभीः' कहकर अर्जुनको आश्वासन देना पड़ा (11। 49)।   सम्बन्ध--अब सञ्जय भगवान्के उस परम ऐश्वर-रूपका वर्णन आगेके दो श्लोकोंमें करते हैं।"
  },
  {
    "id": "11.10",
    "chapter": 11,
    "verse": 10,
    "sanskrit": "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्।  अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्।।11.10।।",
    "translation_en": "11.10 अनेकवक्त्रनयनम् with numerous mouthsand eyes? अनेकाद्भुतदर्शनम् with numerous wonderful sights? अनेकदिव्याभरणम् with numerous divine ornaments? दिव्यानेकोद्यतायुधम् with numerous divine weapons uplifted.Commentary Countless faces appeared there. Arjuna looked at this Cosmic Form in all its magnificence. He saw the Lord everywhere and in everything. The whole manifestation appeared as one gigantic body of the Lord. He saw the Lord as the allinall.",
    "translation_hi": "।।11.10।। व्याख्या--'अनेकवक्त्रनयनम्'--विराट्रूपसे प्रकट हुए भगवान्के जितने मुख और नेत्र दीख रहे हैं, वे सब-के-सब दिव्य हैं। विराट्रूपमें जितने प्राणी दीख रहे हैं, उनके मुख, नेत्र, हाथ, पैर आदि सबकेसब अङ्ग विराट्रूप भगवान्के हैं। कारण कि भगवान् स्वयं ही विराट्रूपसे प्रकट हुए हैं।"
  },
  {
    "id": "11.11",
    "chapter": 11,
    "verse": 11,
    "sanskrit": "दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम्।  सर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम्।।11.11।।",
    "translation_en": "11.11 दिव्यमाल्याम्बरधरम् wearing divine garlands (necklaces) and apparel? दिव्यगन्धानुलेपनम् anointed with divine unguents? सर्वाश्चर्यमयम् the allwonderful? देवम् resplendent? अनन्तम् endless? विश्वतोमुखम् with faces on all sides.Commentary Visvatomukham With faces on all sides? as He is the Self of all beings.Devam God. Also means resplendent.Anantam Endless. He Who is free from the three kinds of limitations? viz.? DesaKalaVastuPariccheda (limitations of space? time? and thing respectively) is Anantam. He is Brahman. This philosophical concept is explained below.The pot is here. This is spacelimitatio. The pot is now here. This is timelimitation. The pot is not a cloth. This is thing(material) limitation. There is saffron in Kashmir only. This is limitation of space and thing. You can have apples only in September. This is limitation of time and thing. But Brahman is everywhere? as It is allpervading. It exists in the past? the present and the future. It dwells in all parts. Hence It is beyond these three limitations. It is therefore endless.",
    "translation_hi": "।।11.11।। व्याख्या--'अनेकवक्त्रनयनम्'--विराट्रूपसे प्रकट हुए भगवान्के जितने मुख और नेत्र दीख रहे हैं, वे सब-के-सब दिव्य हैं। विराट्रूपमें जितने प्राणी दीख रहे हैं, उनके मुख, नेत्र, हाथ, पैर आदि सब-के-सब अङ्ग विराट्रूप भगवान्के हैं। कारण कि भगवान् स्वयं ही विराट्रूपसे प्रकट हुए हैं।"
  },
  {
    "id": "11.12",
    "chapter": 11,
    "verse": 12,
    "sanskrit": "दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता।  यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः।।11.12।।",
    "translation_en": "11.12 दिवि in the sky? सूर्यसहस्रस्य of a thousand suns? भवेत् were? युगपत् at once (simultaneously)? उत्थिता arisen? यदि if? भाः splendour? सदृशी like? सा that? स्यात् would be? भासः splendour? तस्य of that? महात्मनः of the mighty Being (great soul).Commentary Divi here means in the Antariksha or the sky.Mahatma here refers to the great Soul or the mighty Being? the Cosmic Form.",
    "translation_hi": "।।11.12।। व्याख्या--'दिवि सूर्यसहस्रस्य ৷৷. तस्य महात्मनः'--जैसे आकाशमें हजारों तारे एक साथ उदित होनेपर भी उन सबका मिला हुआ प्रकाश एक चन्द्रमाके प्रकाशके सदृश नहीं हो सकता और हजारों चन्द्रमाओंका मिला हुआ प्रकाश एक सूर्यके प्रकाशके सदृश नहीं हो सकता, ऐसे ही आकाशमें हजारों सूर्य एक साथ उदित होनेपर भी उन सबका मिला हुआ प्रकाश विराट् भगवान्के प्रकाशके सदृश नहीं हो सकता। तात्पर्य यह हुआ कि हजारों सूर्योंका प्रकाश भी विराट् भगवान्के प्रकाशका उपमेय नहीं हो सकता। इस प्रकर जब हजारों सूर्योंके प्रकाशको उपमेय बनानेमें भी दिव्यदृष्टिवाले सञ्जयको संकोच होता है, तब वह प्रकाश विराट्रूप भगवान्के प्रकाशका उपमान हो ही कैसे सकता है! कारण कि सूर्यका प्रकाश भौतिक है, जब कि विराट् भगवान्का प्रकाश दिव्य है। भौतिक प्रकाश कितना ही बड़ा क्यों न हो,,दिव्य प्रकाशके सामने वह तुच्छ ही है। भौतिक प्रकाश और दिव्य प्रकाशकी जाति अलग-अलग होनेसे उनकी आपसमें तुलना नहीं की जा सकती। हाँ, अङ्गुलिनिर्देशकी तरह भौतिक प्रकाशसे दिव्य प्रकाशका संकेत किया जा सकता है। यहाँ सञ्जय भी हजारों सूर्योंके भौतिक प्रकाशकी कल्पना करके विराट्रूप भगवान्के प्रकाश-(तेज-) का लक्ष्य कराते हैं।"
  },
  {
    "id": "11.13",
    "chapter": 11,
    "verse": 13,
    "sanskrit": "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा।  अपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा।।11.13।।",
    "translation_en": "11.13 तत्र there? एकस्थम् resting in one? जगत् the universe? कृत्स्नम् the whole? प्रविभक्तम् divided? अनेकधा in many groups? अपश्यत् saw? देवदेवस्य of the God of gods? शरीरे in the body? पाण्डवः son of Pandu? तदा then.Commentary Tatra There -- in the Cosmic Form.Anekadha Many groups -- gods? manes? men and other species of beings.Arjuna beheld all forms as the forms of the Lord? all heads as His heads? all eyes as His eyes? all hands as His hands? all feet as His feet? every part of every body as the limb of the Lords divine form. Wherever he looked he beheld nothing but the Lord. He got mystic divine knowledge.Sanjaya has given a truly graphic description of the Cosmic Form. Yet? it would be futile to grasp it with the finite mind. It is a transcendental vision? beyond the reach of the mind and senses. It has to be realised in Samadhi.",
    "translation_hi": "।।11.13।। व्याख्या--'तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा'--अनेक प्रकारके विभागोंमें विभक्त अर्थात् ये देवता हैं, ये मनुष्य हैं, ये पशु-पक्षी हैं, यह पृथ्वी है, ये समुद्र हैं, यह आकाश है, ये नक्षत्र हैं, आदि-आदि विभागोंके सहित (संकुचित नहीं, प्रत्युत विस्तारसहित) सम्पूर्ण चराचर जगत्को भगवान्के शरीरके भी एक देशमें अर्जुनने भगवान्के दिये हुए दिव्यचक्षुओंसे प्रत्यक्ष देखा। तात्पर्य यह हुआ कि भगवान् श्रीकृष्णके छोटे-से शरीरके भी एक अंशमें चर-अचर, स्थावर-जङ्गमसहित सम्पूर्ण संसार है। वह संसार भी अनेक ब्रह्माण्डोंके रूपमें, अनेक देवताओंके लोकोंके रूपमें, अनेक व्यक्तियों और पदार्थोंके रूपमें विभक्त और विस्तृत है -- इस प्रकार अर्जुनने स्पष्ट रूपसे देखा (टिप्पणी प0 582)।"
  },
  {
    "id": "11.14",
    "chapter": 11,
    "verse": 14,
    "sanskrit": "ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः।  प्रणम्य शिरसा देवं कृताञ्जलिरभाषत।।11.14।।",
    "translation_en": "11.14 ततः then? सः he? विस्मयाविष्टः filled with wonder? हृष्टरोमा with hair standing on end? धनञ्जयः Arjuna? प्रणम्य having prostrated? शिरसा with (his) head? देवम् the God? कृताञ्जलिः with joined palms? अभाषत spoke.Commentary Tatah Then? having seen the Cosmic Form.Arjuna joined his palms in order to do prostration to the Cosmic Form. The great hero had attained true humility which the bowed head and joined palms represented? and which is the essential ingredient of devotion.",
    "translation_hi": "।।11.14।। व्याख्या--ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः--अर्जुनने भगवान्के रूपके विषयमें जैसी कल्पना भी नहीं की थी, वैसा रूप देखकर उनको बड़ा आश्चर्य हुआ। भगवान्ने मेरेपर कृपा करके विलक्षण आध्यात्मिक बातें अपनी ओरसे बतायीं और अब कृपा करके मेरेको अपना विलक्षण रूप दिखा रहे हैं-- इस बातको लेकर अर्जुन प्रसन्नताके कारण रोमाञ्चित हो उठे।"
  },
  {
    "id": "11.15",
    "chapter": 11,
    "verse": 15,
    "sanskrit": "अर्जुन उवाच  पश्यामि देवांस्तव देव देहे  सर्वांस्तथा भूतविशेषसङ्घान्।  ब्रह्माणमीशं कमलासनस्थ  मृषींश्च सर्वानुरगांश्च दिव्यान्।।11.15।।",
    "translation_en": "11.15 पश्यामि (I) see? देवान् the gods? तव Thy? देव O God? देहे in the body? सर्वान् all? तथा also? भूतविशेषसङ्घान् hosts of various classes of beings? ब्रह्माणम् Brahma? ईशम् the Lord? कमलासनस्थम् seated on the lotus? ऋषीन् sages? च and? सर्वान् all? उरगान् serpents? च and? दिव्यान् divine.Commentary Arjuna describes his own experience of the Cosmic Form in this and the following verses? 15 to 31.Bhutaviseshasanghan Hosts of various classes of beings? both animate and inanimate. These numerous entities are in Thy Cosmic Form? like hairs on the human body.Brahma? the fourfaced? the Lord of all creatures? is seated in the centre of the earthlotus on the Meru which forms the thalamus as it were of the earthlotus.Sages? such as Vasishtha. Serpents? such as Vasuki.Moreover --",
    "translation_hi": "।।11.15।। व्याख्या--पश्यामि देवांस्तव देव देहे सर्वांस्तथा भूतविशेषसङ्घान्--अर्जुनकी भगवत्प्रदत्त दिव्य दृष्टि इतनी विलक्षण है कि उनको देवलोक भी अपने सामने दीख रहे हैं। इतना ही नहीं, उनको सब-की-सब त्रिलोकी दिख रही है। केवल त्रिलोकी ही नहीं, प्रत्युत त्रिलोकीके उत्पादक (ब्रह्मा), पालक (विष्णु) और संहारक (महेश) भी प्रत्यक्ष दीख रहे हैं। अतः अर्जुन वर्णन करते हैं कि मैं सम्पूर्ण देवोंको, प्राणियोंके समुदायोंको और ब्रह्मा तथा शङ्करको देख रहा हूँ।"
  },
  {
    "id": "11.16",
    "chapter": 11,
    "verse": 16,
    "sanskrit": "अनेकबाहूदरवक्त्रनेत्रं  पश्यामि त्वां सर्वतोऽनन्तरूपम्।  नान्तं न मध्यं न पुनस्तवादिं  पश्यामि विश्वेश्वर विश्वरूप।।11.16।।",
    "translation_en": "11.16 अनेकबाहूदरवक्त्रनेत्रम् with manifold arms? stomachs? mouths and eyes? पश्यामि (I) see? त्वाम् Thee? सर्वतः on every side? अनन्तरूपम् of boundless form? न not? अनत्म् end? न not? मध्यम् middle? न not? पुनः,again? तव Thy? आदिम् origin? पश्यामि (I) see? विश्वेश्वर O Lord of the universe? विश्वरूप O Cosmic Form.Commentary A thing that is limited by space and time has a begining? a middle and an end? but the Lord is omnipresent and eternal. He exists in the three periods of time -- past? present and future? but is not limited by time and space. Therefore He has neither a beginning nor middle nor end.Arjuna could have this divine vision only with the help of the divine eye bestowed upon him by the Lord. He who has supreme devotion to the Lord and on whom the Lord showers His grace can enjoy this wondrous vision.",
    "translation_hi": "।।11.16।। व्याख्या--'विश्वरूप',विश्वेश्वर'--इन दो सम्बोधनोंका तात्पर्य है कि मेरेको जो कुछ भी दीख रहा है, वह सब आप ही हैं और इस विश्वके मालिक भी आप ही हैं। सांसारिक मनुष्योंके शरीर तो जड होते हैं और उनमें शरीरी चेतन होता है; परन्तु आपके विराट्रूपमें शरीर और शरीरी-- ये दो विभाग नहीं हैं। विराट्रूपमें शरीर और शरीरीरूपसे एक आप ही हैं। इसलिये विराट्रूपमें सब कुछ चिन्मय-ही-चिन्मय है। तात्पर्य यह हुआ कि अर्जुन विश्वरूप सम्बोधन देकर यह कह रहे हैं कि आप ही शरीर हैं और 'विश्वेश्वर' सम्बोधन देकर यह कह रहे हैं कि आप ही शरीरी (शरीरके मालिक) हैं।"
  },
  {
    "id": "11.17",
    "chapter": 11,
    "verse": 17,
    "sanskrit": "किरीटिनं गदिनं चक्रिणं च  तेजोराशिं सर्वतोदीप्तिमन्तम्।  पश्यामि त्वां दुर्निरीक्ष्यं समन्ताद्  दीप्तानलार्कद्युतिमप्रमेयम्।।11.17।।",
    "translation_en": "11.17 किरीटिनम् one with diadem? गदिनम् with club? चक्रिणम् with discus? च and? तेजोराशिम् a mass of radiance? सर्वतः everywhere? दीप्तिमन्तम् shining? पश्यामि (I) see? त्वाम् Thee? दुर्निरीक्ष्यम् very hard to look at? समन्तात् all round? दीप्तानलार्कद्युतिम् blazing like burning fire and sun? अप्रमेयम् immeasurable.Commentary Kiritam is a special ornament for the head? the crown.Arjuna had worshipped the Lord as having a crown? club and discus and the Lord showed him the same form now. He is in all forms and He is beyond all forms as the transcendental Reality. Who can comprehend His GloryTejorasim A mass of splendour that cannot be perceived without the inner divine eye of intuition.Aprameyam Immeasurable? whose limits cannot be fixed.I infer from this vision of Thy power of Yoga that Thu art the Imperishable? etc.",
    "translation_hi": "।।11.17।। व्याख्या--'किरीटिनं गदिनं चक्रिणं च'--आपको मैं किरीट, गदा और चक्र धारण किये हुए देख रहा हूँ। यहाँ 'च' पदसे शङ्क और पद्मको भी ले लेना चाहिये। इसका तात्पर्य ऐसा मालूम देता है कि अर्जुनको विश्वरूपमें भगवान् विष्णुका चतुर्भुजरूप भी दीख रहा है।  'तेजोराशिम्'--आप तेजकी राशि हैं, मानो तेजका समूह-का-समूह (अनन्त तेज) इकट्ठा हो गया हो। इसका पहले सञ्जयने वर्णन किया है कि आकाशमें हजारों सूर्य एक साद उदित होनेपर भी भगवान्के तेजकी बराबरी नहीं कर सकते (11। 12)। ऐसे आप प्रकाशस्वरूप हैं।"
  },
  {
    "id": "11.18",
    "chapter": 11,
    "verse": 18,
    "sanskrit": "त्वमक्षरं परमं वेदितव्यं  त्वमस्य विश्वस्य परं निधानम्।  त्वमव्ययः शाश्वतधर्मगोप्ता  सनातनस्त्वं पुरुषो मतो मे।।11.18।।",
    "translation_en": "11.18 त्वम् Thou? अक्षरम् imperishable? परमम् the Supreme Being? वेदितव्यम् worthy to be known? त्वम् Thou? अस्य (of) this? विश्वस्य of universe? परम् the great? निधानम् treasurehouse? त्वम् Thou? अव्ययः imperishable? शाश्वतधर्मगोप्ता Protector of the Eternal Dharma? सनातनः ancient? त्वम् Thou? पुरुषः Purusha? मतः thought? मे of me.Commentary VisvasyaNidhaanam Treasurehouse of this universe? also means abode or refuge or the substratum of this universe. It is because of this that all the beings in the universe are preserved and protected. He is the inexhaustibel source to Whom the devotee turns at all times. Deluded indeed are they that ignore this divine treasurehouse and runa fter the shadow of the objects of the senses which do not contain even an iota of pleasure.Veditavyam To be known by the aspirants or seekrs of liberation? through Sravana (hearing of the scriptures)? Manana (reflection) and Nididhyasana (meditation).Avyayah means inexhaustible? unchanging? undying.",
    "translation_hi": "।।11.18।। व्याख्या--'त्वमक्षरं परमं वेदितव्यम्'--  वेदों, शास्त्रों, पुराणों, स्मृतियों, सन्तोंकी वाणियों और तत्त्वज्ञ जीवन्मुक्त महापुरुषोंद्वारा जाननेयोग्य जो परमानन्दस्वरूप अक्षरब्रह्म है, जिसको निर्गुण-निराकार कहते हैं, वे आप ही हैं।"
  },
  {
    "id": "11.19",
    "chapter": 11,
    "verse": 19,
    "sanskrit": "अनादिमध्यान्तमनन्तवीर्य  मनन्तबाहुं शशिसूर्यनेत्रम्।  पश्यामि त्वां दीप्तहुताशवक्त्रम्  स्वतेजसा विश्वमिदं तपन्तम्।।11.19।।",
    "translation_en": "11.19 अनादिमध्यान्तम् without beginning? middle or end? अनन्तवीर्यम् infinite in power? अनन्तबाहुम् of endless arms? शशिसूर्यनेत्रम् Thy eyes as the sun and the moon? पश्यामि (I) see? त्वाम् Thee? दीप्तहुताशवक्त्रम् Thy mouth as the burning fire? स्वतेजसा with Thy radiance? विश्वम् the universe? इदम् this? तपन्तम् heating.Commentary Anantabahu Having endless arms. This denotes that the multiplicity of His limbs are endless.",
    "translation_hi": "।।11.19।। व्याख्या--'अनादिमध्यान्तम्'--आप आदि, मध्य और अन्तसे रहित हैं अर्थात् आपकी कोई सीमा नहीं है।सोलहवें श्लोकमें भी अर्जुनने कहा है कि मैं आपके आदि, मध्य और अन्तको नहीं देखता हूँ। वहाँ तो,देशकृत अनन्तताका वर्णन हुआ है और यहाँ कालकृत अनन्तताका वर्णन हुआ है। तात्पर्य है कि 'देशकृत' 'कालकृत' वस्तुकृत आदि किसी तरहसे भी आपकी सीमा नहीं है। सम्पूर्ण देश, काल आदि आपके अन्तर्गत हैं, फिर आप देश, काल आदिके अन्तर्गत कैसे आ सकते हैं? अर्थात् देश, काल आदि किसीके भी आधारपर आपको मापा नहीं जा सकता।"
  },
  {
    "id": "11.20",
    "chapter": 11,
    "verse": 20,
    "sanskrit": "द्यावापृथिव्योरिदमन्तरं हि  व्याप्तं त्वयैकेन दिशश्च सर्वाः।  दृष्ट्वाऽद्भुतं रूपमुग्रं तवेदं  लोकत्रयं प्रव्यथितं महात्मन्।।11.20।।",
    "translation_en": "11.20 द्यावापृथिव्योः of heaven and earth? इदम् this? अन्तरम् interspace? हि indeed? व्याप्तम् is filled? त्वया by Thee? एकेन alone? दिशः arters? च and? सर्वाः all? दृष्ट्वा having seen? अद्भुतम् wonderful? रूपम् form? उग्रम् terrible? तव Thy? इदम् this? लोकत्रयम् the three worlds? प्रव्यथितम् are trembling with fear? महात्मन् O greatsouled Being.Commentary Thee In Thy Cosmic Form.The space and the arters This denotes that the Lord has filled the whole universe of animate and inanimate objects.In order to remove the doubt entertained by Arjuna as to his success (Cf.II.6) Lord Krishna makes him feel now that victoyr for the Pandavas is certain.",
    "translation_hi": "।।11.20।। व्याख्या--'महात्मन्'--  इस सम्बोधनका तात्पर्य है कि आपके स्वरूपके समान किसीका स्वरूप हुआ नहीं, है नहीं, होगा नहीं और हो सकता भी नहीं। इसलिये आप महात्मा अर्थात् महान् स्वरूपवाले हैं।"
  },
  {
    "id": "11.21",
    "chapter": 11,
    "verse": 21,
    "sanskrit": "अमी हि त्वां सुरसङ्घा विशन्ति  केचिद्भीताः प्राञ्जलयो गृणन्ति।  स्वस्तीत्युक्त्वा महर्षिसिद्धसङ्घाः  स्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः।।11.21।।",
    "translation_en": "11.21 अमी these? हि verily? त्वाम् Thee? सुरसङ्घाः hosts of gods? विशन्ति enter? केचित् some? भीताः in fear? प्राञ्जलयः with joined palms? गृणन्ति extol? स्वस्ति may it be well? इति thus? उक्त्वा having said? महर्षिसिद्धसङ्घाः bands of great Rishis and Siddhas? स्तुवन्ति paise? त्वाम् Thee? स्तुतिभिः with hymns? पुष्कलाभिः complete.Commentary Pushkalabhih means complete or wellworded praises or praises full of deep meanings.Great sages like Narada and perfected ones like Kapila praise Thee with inspiring hymns.",
    "translation_hi": "।।11.21।। व्याख्या--'अमी हि त्वां सुरसङ्घा विशन्ति'--जब अर्जुन स्वर्गमें गये थे, उस समय उनका जिन देवताओंसे परिचय हुआ था, उन्हीं देवताओंके लिये यहाँ अर्जुन कह रहे हैं कि वे ही देवतालोग आपके स्वरूपमें प्रविष्ट होते हुए दीख रहे हैं। ये सभी देवता आपसे ही उत्पन्न होते हैं, आपमें ही स्थित रहते हैं और आपमें ही प्रविष्ट होते हैं।"
  },
  {
    "id": "11.22",
    "chapter": 11,
    "verse": 22,
    "sanskrit": "रुद्रादित्या वसवो ये च साध्या  विश्वेऽश्िवनौ मरुतश्चोष्मपाश्च।  गन्धर्वयक्षासुरसिद्धसङ्घा  वीक्षन्ते त्वां विस्मिताश्चैव सर्वे।।11.22।।",
    "translation_en": "11.22 रुद्रादित्याः Rudras and Adityas? वसवः Vasus? ये these? च and? साध्याः Sadhyas? विश्वे Visvedevas? अश्िवनौ the two Asvins? मरुतः Maruts? च and? उष्मपाः Pitris? च and? गन्धर्वयक्षासुरसिद्धसङ्घाः hosts of Gandharvas? Yakshas? Asuras and Siddhas? वीक्षन्ते are looking at? त्वाम् Thee? विस्मिताः astonished? च and? एव even? सर्वे all.Commentary Sadhyas are a class of gods of whom Brahma is the chief.Visvedevas are ten gods who in Vedic times were considered as protectors of human beings. They were called guardians of the world. They were givers of plenty to the human beings. Their names are Krata? Daksha? Vasu? Satya? Kama? Kala? Dhvani? Rochaka? Adrava and Pururava.The two Asvins? born of Prabha (light)? daughter of Tushta and the Sun? are the physicians of the gods.Rudras? Adityas? Vasus and Maruts -- see tenth chapter? verses 21 and 23.Ushmapa A class of manes. They accept the food offered in the Sraaddha (anniversary) ceremony or the obseies? while it is hot. Hence they are called Ushmapas. There are seven groups of manes.Gandharvas are celestial singers such as Haha and Huhu.Yakshas such as Kubera (the god of wealth) Asuras such as Virochana perfected ones such as Kapila.",
    "translation_hi": "।।11.22।। व्याख्या--'रुद्रादित्या वसवो ये च साध्या विश्वेऽश्विनौ मरुतश्चोष्मपाश्च'--ग्यारह रुद्र, बारह आदित्य, आठ वसु, दो अश्विनीकुमार और उनचास मरुद्गण -- इन सबके नाम इसी अध्यायके छठे श्लोककी व्याख्यामें दिये गये हैं, इसलिये वहाँ देख लेना चाहिये।  मन, अनुमन्ता, प्राण, नर, यान, चित्ति, हय, नय, हंस, नारायण, प्रभव और विभु -- ये बारह 'साध्य' हैं (वायुपुराण 66। 15 16)।  क्रतु, दक्ष, श्रव, सत्य, काल, काम, धुनि, कुरुवान्, प्रभवान् और रोचमान -- ये दस 'विश्वेदेव' हैं (वायुपुराण 66। 31 32)।  कव्यवाह अनल, सोम, यम, अर्यमा, अग्निष्वात्त और बर्हिषत् -- ये सात 'पितर' हैं (शिवपुराण, धर्म0 63। 2)। ऊष्म अर्थात् गरम अन्न खानेके कारण पितरोंका नाम 'ऊष्मपा' है।"
  },
  {
    "id": "11.23",
    "chapter": 11,
    "verse": 23,
    "sanskrit": "रूपं महत्ते बहुवक्त्रनेत्रं  महाबाहो बहुबाहूरुपादम्।  बहूदरं बहुदंष्ट्राकरालं  दृष्ट्वा लोकाः प्रव्यथितास्तथाऽहम्।।11.23।।",
    "translation_en": "11.23 रूपम् form? महत् immeasurable? ते Thy? बहुवक्त्रनेत्रम् with many mouths and eyes? महाबाहो O,mightyarmed? बहुबाहूरुपादम् with many arms? thighs and feet? बहूदरम् with many stomachs. बहुदंष्ट्राकरालम् fearful with many teeth? दृष्ट्वा having seen? लोकाः the worlds? प्रव्यथिताः are terrified? तथा also? अहम् I.Commentary Lokah The worlds -- all living beings in the world. Here is the cause of my fear. Arjuna describes below the nature of the Cosmic Form which has caused terror in his heart.",
    "translation_hi": "।।11.23।। व्याख्या--[पन्द्रहवेंसे अठारहवें श्लोकतक विश्वरूपमें 'देव'-रूपका, उन्नीसवेंसे बाईसवें श्लोकतक 'उग्र'-रूपका और तेईसवेंसे तीसवें श्लोकतक 'अत्यन्त उग्र'-रूपका वर्णन हुआ है।]"
  },
  {
    "id": "11.24",
    "chapter": 11,
    "verse": 24,
    "sanskrit": "नभःस्पृशं दीप्तमनेकवर्णं  व्यात्ताननं दीप्तविशालनेत्रम्।  दृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा  धृतिं न विन्दामि शमं च विष्णो।।11.24।।",
    "translation_en": "11.24 नभःस्पृशम् touching the sky? दीप्तम् shining? अनेकवर्णम् in many colours? व्यात्ताननम् with mouths wide open? दीप्तविशालनेत्रम् with larve fiery eyes? दृष्ट्वा having seen? हि verily? त्वाम् Thee? प्रव्यथितान्तरात्मा terrified at heart? धृतिम् courage? न not? विन्दामि (I) find? शमम् peace? च and? विष्णो O Vishnu.Commentary Dhriti also means patience and strength. Sama also means control.The vision of the Cosmic Form has frightened Arjuna considerably.",
    "translation_hi": "।।11.24।। व्याख्या--[बीसवें श्लोकमें तो अर्जुनने विराट्रूपकी लम्बाई-चौड़ाईका वर्णन किया, अब यहाँ केवल लम्बाईका वर्णन करते हैं।]"
  },
  {
    "id": "11.25",
    "chapter": 11,
    "verse": 25,
    "sanskrit": "दंष्ट्राकरालानि च ते मुखानि  दृष्ट्वैव कालानलसन्निभानि।  दिशो न जाने न लभे च शर्म  प्रसीद देवेश जगन्निवास।।11.25।।",
    "translation_en": "11.25 दंष्ट्राकरालानि fearful with teeth? च and? ते Thy? मुखानि mouths? दृष्ट्वा having seen? एव even? कालानलसन्निभानि blazing like Pralayafires? दिशः the four arters? न not? जाने know? न not? लभे do (I) obtain? च and? शर्म peace? प्रसीद have mercy? देवेश O Lord of the gods? जगन्निवास O abode of the universe.Commentary Jagannivasa The substratum of the universe.Kalanala The fires which consume the worlds during the final dissolution of the worlds (Pralaya). Time (Kala) is the consumer of all that is manifest.Diso no jane I do not know the four arters. I cannot distinguish the east from the west? nor the north from the south.",
    "translation_hi": "।।11.25।। व्याख्या--'दंष्ट्राकरालानि च ते मुखानि दृष्ट्वैव कालानलसन्निभानि'--  महाप्रलयके समय सम्पूर्ण त्रिलोकीको भस्म करनेवाली जो अग्नि प्रकट होती है? उसे संवर्तक अथवा कालाग्नि कहते हैं। उस कालाग्निके समान आपके मुख है, जो भयंकर-भयंकर दाढ़ोंके कारण बहुत विकराल हो रहे हैं। उनको देखनेमात्रसे ही बड़ा भय लग रहा है। अगर उनका कार्य देखा जाय तो उसके सामने किसीका टिकना ही मुश्किल है।  'दिशो न जाने न लभे च शर्म'--  ऐसे विकराल मुखोंको देखकर मुझे दिशाओंका भी ज्ञान नहीं हो रहा है। इसका तात्पर्य है कि दिशाओंका ज्ञान होता है सूर्यके उदय और अस्त होनेसे। पर वह सूर्य तो आपके नेत्रोंकी जगह है अर्थात् वह तो आपके विराट्रूपके अन्तर्गत आ गया है। इसके सिवाय आपके चारों ओर महान् प्रज्वलित प्रकाश-ही-प्रकाश दीख रहा है (11। 12), जिसका न उदय और न अस्त हो रहा है। इसलिये मेरेको दिशाओंका ज्ञान नहीं हो रहा है और विकराल मुखोंको देखकर भयके कारण मैं किसी तरहका सुख और शान्ति भी प्राप्त नहीं कर रहा हूँ।'प्रसीद देवेश जगन्निवास'--आप सब देवताओंके मालिक हैं और सम्पूर्ण संसार आपमें ही निवास कर रहा है। अतः कोई भी देवता, मनुष्य भयभीत होनेपर आपको ही तो पुकारेगा! आपके सिवाय और किसको पुकारेगा? तथा और कौन सुनेगा? इसलिये मैं भी आपको पुकारकर कह रहा हूँ कि हे देवेश ! हे जगन्निवास ! आप प्रसन्न होइये।भगवान्के विकराल रूपको देखकर अर्जुनको ऐसा लगा कि भगवान् मानो बड़े क्रोधमें आये हुए हैं। इस भावनाको लेकर ही भयभीत अर्जुन भगवान्से प्रसन्न होनेके लिये प्रार्थना कर रहे हैं।   सम्बन्ध --अब अर्जुन आगेके दो श्लोकोंमें मुख्य-मुख्य योद्धाओंका विराट्रूपमें प्रवेश होनेका वर्णन करते हैं।"
  },
  {
    "id": "11.26",
    "chapter": 11,
    "verse": 26,
    "sanskrit": "अमी च त्वां धृतराष्ट्रस्य पुत्राः  सर्वे सहैवावनिपालसङ्घैः।  भीष्मो द्रोणः सूतपुत्रस्तथाऽसौ  सहास्मदीयैरपि योधमुख्यैः।।11.26।।",
    "translation_en": "11.26 अमी these? च and? त्वाम् Thee? धृतराष्ट्रस्य of Dhritarashtra? पुत्राः sons? सर्वे all? सह with? एव even? अवनिपालसङ्घैः hosts of kings? भीष्मः Bhishma? द्रोणः Drona? सूतपुत्रः Karana? तथा also? असौ this? सह with? अस्मदीयैः with (those) of ours? अपि also? योधमुख्यैः (with) warrior chiefs.Commentary Karna? though he was the son of Kunti? the mother of the Pandavas? was brought up by a charioteer and hence came to be regarded as his son.",
    "translation_hi": "।।11.26।। व्याख्या--'भीष्मो द्रोणः सूतपुत्रस्तथासौ सहास्मदीयैरपि योधमुख्यैः'--हमारे पक्षके धृष्टद्युम्न, विराट्, द्रुपद आदि जो मुख्य-मुख्य योद्धालोग हैं, वे सब-के-सब धर्मके पक्षमें हैं और केवल अपना कर्तव्य समझकर युद्ध करनेके लिये आये हैं। हमारे इन सेनापतियोंके साथ पितामह भीष्म, आचार्य द्रोण और वह प्रसिद्ध सूतपुत्र कर्ण आपमें प्रविष्ट हो रहे हैं।  यहाँ भीष्म, द्रोण और कर्णका नाम लेनेका तात्पर्य है कि ये तीनों ही अपने कर्तव्यका पालन करनेके लिये युद्धमें आये थे (टिप्पणी प0 591)।  'अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसङ्घैः'--दुर्योधनके पक्षमें जितने राजालोग हैं, जो युद्धमें दुर्योधनका प्रिय करना चाहते हैं (गीता 1। 23) अर्थात् दुर्योधनको हितकी सलाह नहीं दे रहे हैं, उन सभी,राजाओंके समूहोंके साथ धृतराष्ट्रके दुर्योधन, दुःशासन आदि सौ पुत्र विकराल दाढ़ोंके कारण अत्यन्त भयानक आपके मुखोंमें बड़ी तेजीसे प्रवेश कर रहे हैं--'वक्त्राणि ते त्वरमाणा विशन्ति दंष्ट्राकरालानि भयानकानि'।विराट्रूपमें वे चाहे भगवान्में प्रवेश करें, चाहे भगवान्के मुखोंमें जायँ, वह एक ही लीला है। परन्तु भावोंके अनुसार उनकी गतियाँ अलग-अलग प्रतीत हो रही हैं। इसलिये भगवान्में जायँ अथवा मुखोंमें जायँ, वे हैं तो विराट्रूपमें ही।"
  },
  {
    "id": "11.27",
    "chapter": 11,
    "verse": 27,
    "sanskrit": "वक्त्राणि ते त्वरमाणा विशन्ति  दंष्ट्राकरालानि भयानकानि।  केचिद्विलग्ना दशनान्तरेषु  संदृश्यन्ते चूर्णितैरुत्तमाङ्गैः।।11.27।।",
    "translation_en": "11.27 वक्त्राणि mouths? ते Thy? त्वरमाणाः hurrying? विशन्ति enter? दंष्ट्राकरालानि terribletoothed? भयानकानि fearful to behold? केचित् some? विलग्नाः sticking? दशनान्तरेषु in the gaps between the teeth? संदृश्यन्ते are found? चूर्णितैः crushed to powder? उत्तमाङ्गैः with (their) heads.Commentary How do they enter into the mouth Arjuna continues",
    "translation_hi": "।।11.27।। व्याख्या--'भीष्मो द्रोणः सूतपुत्रस्तथासौ सहास्मदीयैरपि योधमुख्यैः'--हमारे पक्षके धृष्टद्युम्न, विराट्, द्रुपद आदि जो मुख्य-मुख्य योद्धालोग हैं, वे सब-के-सब धर्मके पक्षमें हैं और केवल अपना कर्तव्य समझकर युद्ध करनेके लिये आये हैं। हमारे इन सेनापतियोंके साथ पितामह भीष्म, आचार्य द्रोण और वह प्रसिद्ध सूतपुत्र कर्ण आपमें प्रविष्ट हो रहे हैं।  यहाँ भीष्म, द्रोण और कर्णका नाम लेनेका तात्पर्य है कि ये तीनों ही अपने कर्तव्यका पालन करनेके लिये युद्धमें आये थे (टिप्पणी प0 591)।  'अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसङ्घैः'--  दुर्योधनके पक्षमें जितने राजालोग हैं, जो युद्धमें दुर्योधनका प्रिय करना चाहते हैं (गीता 1। 23) अर्थात् दुर्योधनको हितकी सलाह नहीं दे रहे हैं, उन सभी,राजाओंके समूहोंके साथ धृतराष्ट्रके दुर्योधन, दुःशासन आदि सौ पुत्र विकराल दाढ़ोंके कारण अत्यन्त भयानक आपके मुखोंमें बड़ी तेजीसे प्रवेश कर रहे हैं --"
  },
  {
    "id": "11.28",
    "chapter": 11,
    "verse": 28,
    "sanskrit": "यथा नदीनां बहवोऽम्बुवेगाः  समुद्रमेवाभिमुखा द्रवन्ति।  तथा तवामी नरलोकवीरा  विशन्ति वक्त्राण्यभिविज्वलन्ति।।11.28।।",
    "translation_en": "11.28 यथा as? नदीनाम् of rivers? बहवः many? अम्बुवेगाः watercurrents? समुद्रम् to the ocean? एव verily? अभिमुखाः towards? द्रवन्ति flow? तथा so? तव Thy? अमी these? नरलोकवीराः heroes in the world of men? विशन्ति enter? वक्त्राणि mouths? अभिविज्वलन्ति flaming.Commentary Ami These warriors such as Bhishma. Arjuna is now seeing all these warriors,whom he did not wish to kill? rushing to death. His delusion has vanished. He thinks now This battle cannot be avoided. It has the sanction of the Supreme Lord. Why should I worry about the inevitable The Lord has already destroyed these warriors. I am only an instrument in His hands. No sin can touch me even if I kill them. This is a just cause also.Why and how do they enter Arjuna says --",
    "translation_hi": "।।11.28।। व्याख्या--'यथा नदीनां बहवोऽम्बुवेगाः समुद्रमेवाभिमुखा द्रवन्ति'--मूलमें जलमात्र समुद्रका है। वही जल बादलोंके द्वारा वर्षारूपमें पृथ्वीपर बरसकर झरने, नाले आदिको लेकर नदियोंका रूप धारण करता है। उन नदियोंके जितने वेग हैं, प्रवाह हैं, वे सभी स्वाभाविक ही समुद्रकी तरफ दौड़ते हैं। कारण कि जलका उद्गम स्थान समुद्र ही है। वे सभी जल-प्रवाह समुद्रमें जाकर अपने नाम और रूपको छोड़कर अर्थात् गङ्गा, यमुना, सरस्वती आदि नामोंको और प्रवाहके रूपको छोड़कर समुद्ररूप ही हो जाते हैं। फिर वे जल-प्रवाह समुद्रके सिवाय अपना कोई अलग, स्वतन्त्र अस्तित्व नहीं रखते। वास्तवमें तो उनका स्वतन्त्र अस्तित्व पहले भी नहीं था? केवल नदियोंके प्रवाहरूपमें होनेके कारण वे अलग दीखते थे।"
  },
  {
    "id": "11.29",
    "chapter": 11,
    "verse": 29,
    "sanskrit": "यथा प्रदीप्तं ज्वलनं पतङ्गा  विशन्ति नाशाय समृद्धवेगाः।  तथैव नाशाय विशन्ति लोका  स्तवापि वक्त्राणि समृद्धवेगाः।।11.29।।",
    "translation_en": "11.29 यथा as? प्रदीप्तम् blazing? ज्वलनम् fire? पतङ्गाः moths? विशन्ति enter? नाशाय to destruction? समृद्धवेगाः with ickened speed? तथा so? एव only? नाशाय to destruction? विशन्ति enter? लोकाः creatures? तव Thy? अपि also? वक्त्राणि mouths? समृद्धवेगाः with ickened speed.No Commentary.",
    "translation_hi": "।।11.29।। व्याख्या--यथा प्रदीप्तं ज्वलनं पतङ्गा विशन्ति नाशाय समृद्धवेगाः--जैसे हरी-हरी घासमें रहनेवाले पतंगे चातुर्मासकी अँधेरी रात्रिमें कहींपर प्रज्वलित अग्नि देखते हैं, तो उसपर मुग्ध होकर (कि बहुत सुन्दर प्रकाश मिल गया, हम इससे लाभ ले लेंगे, हमारा अँधेरा मिट जायगा) उसकी तरफ बड़ी तेजीसे दौड़ते हैं। उनमेंसे कुछ तो प्रज्वलित अग्निमें स्वाहा हो जाते हैं; कुछको अग्निकी थोड़ी-सी लपट लग जाती है तो उनका उड़ना बंद हो जाता है और वे तड़पते रहते हैं। फिर भी उनकी लालसा उस अग्निकी तरफ ही रहती है! यदि कोई पुरुष दया करके उस अग्निको बुझा देता है तो वे पंतगे बड़े दुःखी हो जाते हैं कि उसने हमारेको बड़े लाभसे वञ्चित कर दिया! तथैव नाशाय विशन्ति लोकास्तवापि वक्त्राणि समुद्धवेगाः --भोग भोगने और संग्रह करनेमें ही तत्परतापूर्वक लगे रहना और मनमें भोगों और संग्रहका ही चिन्तन होते रहना -- यह बढ़ा हुआ सांसारिक वेग है। ऐसे वेगवाले दुर्योधनादि राजालोग पंतगोंकी तरह बड़ी तेजीसे कालचक्ररूप आपके मुखोंमें जा रहे हैं अर्थात् पतनकी तरफ जा रहे हैं--चौरासी लाख योनियों और नरकोंकी तरफ जा रहे हैं। तात्पर्य यह हुआ कि प्रायः मनुष्य सांसारिक भोग, सुख, आराम, मान, आदर आदिको प्राप्त करनेके लिये रात-दिन दौड़ते हैं। उनको प्राप्त करनेमें उनका अपमान होता है, निन्दा होती है, घाटा लगता है, चिन्ता होती है, अन्तःकरणमें जलन होती है और जिस आयुके बलपर वे जी रहे हैं, वह आयु भी समाप्त होती जाती है, फिर भी वे नाशवान् भोग और संग्रहकी प्राप्तिके लिये भीतरसे लालायित रहते हैं (टिप्पणी प0 593)।   सम्बन्ध--पीछेके दो श्लोकोंमें दो दृष्टान्तोंसे दोनों समुदायोंका वर्णन करके अब सम्पूर्ण लोकोंका ग्रसन करते हुए विश्वरूप भगवान्के भयानक रूपका वर्णन करते हैं।"
  },
  {
    "id": "11.30",
    "chapter": 11,
    "verse": 30,
    "sanskrit": "लेलिह्यसे ग्रसमानः समन्ता  ल्लोकान्समग्रान्वदनैर्ज्वलद्भिः।  तेजोभिरापूर्य जगत्समग्रं  भासस्तवोग्राः प्रतपन्ति विष्णो।।11.30।।",
    "translation_en": "11.30 लेलिह्यसे (Thou) lickest? ग्रसमानः devouring? समन्तात् on every side? लोकान् the worlds? समग्रान् all? वदनैः with mouths? ज्वलद्भिः flaming? तेजोभिः with radiance? आपूर्य filling? जगत् the world? समग्रम् the whole? भासः rays? तव Thy? उग्राः fierce? प्रतपन्ति are burning? विष्णो O VishnuCommentary Vishnu means allpervading? Vyapanasila.",
    "translation_hi": "।।11.30।। व्याख्या--'लेलिह्यसे ग्रसमानः समन्ताल्लोकान् समग्रान्वदनैर्ज्वलद्भिः'--आप सम्पूर्ण प्राणियोंका संहार कर रहे हैं और कोई इधर-उधर न चला जाय, इसलिये बार-बार जीभके लपेटेसे अपने प्रज्वलित मुखोंमें लेते हुए उनका ग्रसन कर रहे हैं। तात्पर्य है कि कालरूप भगवान्की जीभके लपेटसे कोई भी प्राणी बच नहीं सकता।'तेजोभिरापूर्य जगत्समग्रं भासस्तवोग्राः प्रतपन्ति विष्णो'--विराट्रूप भगवान्का तेज बड़ा उग्र है। वह उग्र तेज सम्पूर्ण जगत्में परिपूर्ण होकर सबको संतप्त कर रहा है, व्यथित कर रहा है।   सम्बन्ध--विराट्रूप भगवान् अपने विलक्षणविलक्षण रूपोंका दर्शन कराते ही चले गये। उनके भयंकर और अत्यन्त उग्ररूपके मुखोंमें सम्पूर्ण प्राणी और दोनों पक्षोंके योद्धा जाते देखकर अर्जुन बहुत घबरा गये। अतः अत्यन्त उग्ररूपधारी भगवान्का वास्तविक परिचय जाननेके लिये अर्जुन प्रश्न करते हैं।"
  },
  {
    "id": "11.31",
    "chapter": 11,
    "verse": 31,
    "sanskrit": "आख्याहि मे को भवानुग्ररूपो  नमोऽस्तु ते देववर प्रसीद।  विज्ञातुमिच्छामि भवन्तमाद्यं  न हि प्रजानामि तव प्रवृत्तिम्।।11.31।।",
    "translation_en": "11.31 आख्याहि tell? मे me? कः who (art)? भवान् Thou? उग्ररूपः fierce in form? नमः salutation? अस्तु be? ते to Thee? देववर O God Supreme? प्रसीद have mercy? विज्ञातुम् to know? इच्छामि (I) wish? भवन्तम् Thee? आद्यम् the original Being? न not? हि indeed? प्रजानामि (I) know? तव Thy? प्रवृत्तिम् doing.No Commentary.",
    "translation_hi": "।।11.31।। व्याख्या--'आख्याहि मे को भवानुग्ररूपो नमोऽस्तु ते देववर प्रसीद'--आप देवरूपसे भी दीख रहे हैं और उग्ररूपसे भी दीख रहे हैं; तो वास्तवमें ऐसे रूपोंको धारण करनेवाले आप कौन हैं?"
  },
  {
    "id": "11.32",
    "chapter": 11,
    "verse": 32,
    "sanskrit": "श्री भगवानुवाच  कालोऽस्मि लोकक्षयकृत्प्रवृद्धो  लोकान्समाहर्तुमिह प्रवृत्तः।  ऋतेऽपि त्वां न भविष्यन्ति सर्वे  येऽवस्थिताः प्रत्यनीकेषु योधाः।।11.32।।",
    "translation_en": "11.32 कालः time? अस्मि (I) am? लोकक्षयकृत् worlddestroying? प्रवृद्धः fullgrown? लोकान् the worlds? समाहर्तुम् to destroy? इह here? प्रवृत्तः engaged? ऋते without? अपि also? त्वाम् thee? न not? भविष्यन्ति shall live? सर्वे all? ये these? अवस्थिताः arrayed? प्रत्यनीकेषु in hostile armies? योधाः warriors.Commentary Even without thee Even if thou? O Arjuna? wouldst not fight? these warriors are doomed to die under My dispensation. I am the alldestroying Time. I have already slain them. You have seen them dying. Therefore thy instrumentality is not of much importance.Such being the case? therefore? stand up and obtain fame.",
    "translation_hi": "।।11.32।। व्याख्या --[भगवान्का विश्वरूप विचार करनेपर बहुत विलक्षण मालूम देता है; क्योंकि उसको देखनेमें अर्जुनकी दिव्यदृष्टि भी पूरी तरहसे काम नहीं कर रही है और वे विश्वरूपको कठिनतासे देखे जानेयोग्य बताते हैं --'दुर्निरीक्ष्यं समन्तात्' (11। 17)। यहाँ भी वे भगवान्से पूछ बैठते हैं कि उग्र रूपवाले आप कौन हैं? ऐसा मालूम देता है कि अगर अर्जुन भयभीत होकर ऐसा नहीं पूछते तो भगवान् और भी अधिक विलक्षणरूपसे प्रकट होते चले जाते। परन्तु अर्जुनके बीचमें ही पूछनेसे भगवान्ने और आगेका रूप दिखाना बन्द कर दिया और अर्जुनके प्रश्नका उत्तर देने लगे।]"
  },
  {
    "id": "11.33",
    "chapter": 11,
    "verse": 33,
    "sanskrit": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व  जित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम्।  मयैवैते निहताः पूर्वमेव  निमित्तमात्रं भव सव्यसाचिन्।।11.33।।",
    "translation_en": "11.33 तस्मात् therefore? त्वम् thou? उत्तिष्ठ stand up? यशः fame? लभस्व obtain? जित्वा having conered? शत्रून् enemies? भुङ्क्ष्व enjoy? राज्यम् the kingdom? समृद्धम् the unrivalled? मया by Me? एव even? एते these? निहताः have been slain? पूर्वम् before? एव even? निमित्तमात्रम् a mere instrument? भव be? सव्यसाचिन् O ambidexterous one.Commentary Be thou merely an apparent or nominal cause. I have already killed them in advance. I have destroyed them long ago.Fame People will think that Bhishma? Drona and the other great warriors whom even the gods cannot kill have been defeated by you and so you will obtain great fame. Such fame is due to virtuous Karma only.Satrun Enemies such as Duryodhana.Savyasachi Arjuna who could shoot arrows even with the left hand.",
    "translation_hi": "।।11.33।। व्याख्या--'तस्मात्त्वमुत्तिष्ठ यशो लभस्व'--हे अर्जुन ! जब तुमने यह देख ही लिया कि तुम्हारे मारे बिना भी ये प्रतिपक्षी बचेंगे नहीं, तो तुम कमर कसकर युद्धके लिये खड़े हो जाओ और मुफ्तमें ही यशको प्राप्त कर लो। इसका तात्पर्य है कि यह सब होनहार है, जो होकर ही रहेगी और इसको मैंने तुम्हें प्रत्यक्ष दिखा भी दिया है। अतः तुम युद्ध करोगे तो तुम्हें मुफ्तमें ही यश मिलेगा और लोग भी कहेंगे कि अर्जुनने विजय कर ली?  'यशो लभस्व' कहनेका यह अर्थ नहीं है कि यशकी प्राप्ति होनेपर तुम फूल जाओ कि 'वाह' ! मैंने विजय प्राप्त कर ली', प्रत्युत तुम ऐसा समझो कि जैसे ये प्रतिपक्षी मेरे द्वारा मारे हुए ही मरेंगे, ऐसे ही यश भी जो होनेवाला है, वही होगा। अगर तुम यशको अपने पुरुषार्थसे प्राप्त मानकर राजी होओगे, तो तुम फलमें बँध जाओगे -- 'फले सक्तो निबध्यते' (गीता 5। 12)। तात्पर्य यह हुआ कि लाभ-हानि, यश-अपयश सब प्रभुके हाथमें है। अतः मनुष्य इनके साथ अपना सम्बन्ध न जो़ड़े; क्योंकि ये तो होनहार हैं।      'जित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम्'--समृद्ध राज्यमें दो बातें होती हैं -- (1) राज्य निष्कण्टक हो अर्थात् उसमें बाधा देनेवाला कोई भी शत्रु या प्रतिपक्षी न रहे और (2) राज्य धन-धान्यसे सम्पन्न हो अर्थात् प्रजाके पास खूब धन-सम्पत्ति हो; हाथी, घोड़े, गाय, जमीन, मकान, जलाशय आदि आवश्यक वस्तुएँ भरपूर हों प्रजाके खाने के लिये भरपूर अन्न हो। इन दोनों बातोंसे ही राज्यकी समृद्धता, पूर्णता होती है। भगवान् अर्जुनसे कहते हैं कि शत्रुओंको जीतकर तुम ऐसे निष्कण्टक और धन-धान्यसे सम्पन्न राज्यको भोगो।यहाँ राज्यको भोगनेका अर्थ अनुकूलताका सुख भोगनेमें नहीं है, प्रत्युत यह अर्थ है कि साधारण लोग जिसे भोग मानते हैं, उस राज्यको भी तुम अनायास प्राप्त कर लो।"
  },
  {
    "id": "11.34",
    "chapter": 11,
    "verse": 34,
    "sanskrit": "द्रोणं च भीष्मं च जयद्रथं च  कर्णं तथाऽन्यानपि योधवीरान्।  मया हतांस्त्वं जहि मा व्यथिष्ठा  युध्यस्व जेतासि रणे सपत्नान्।।11.34।।",
    "translation_en": "11.34 द्रोणम् Drona? च and? भीष्मम् Bhishma? च and? जयद्रथम् Jayadratha? च and? कर्णम् Karna? तथा also? अन्यान् others? अपि also? योधवीरान् brave warriors? मया by Me? हतान् slain? त्वम् thou? जहि do kill? मा not? व्यथिष्ठाः be distressed with fear? युध्यस्व fight? जेतासि shall coner? रणे in the battle? सपत्नान् the enemies.Commentary Already slain by Me Therefore? O Arjuna? you need not be afraid of incurring sin by killing them.Drona had celestial weapons. He was Arjunas teacher in the science of archery. He was Arjunas beloved and greatest Guru. Bhishma also possessed celetial weapons. He could die only if and when he wanted to die. He once faught singlehanded with Lord Parasurama and was not defeated. So powerful was he.The father of Jayadratha performed penance with a resolve the head of the man who may cause the head of my son to fall on the ground? shall also fall. During the war? however? Arjunas arrow cuts the head and drops it on the lap of the father who? inadvertently? makes it fall on the ground he too dies at once. Karna? the son of the Sungod? had obtained an unerring missile from Indra.",
    "translation_hi": "।।11.34।। व्याख्या--'द्रोणं च भीष्मं च जयद्रथं च कर्णं तथान्यानपि योधवीरान् मया हतांस्त्वं जहि'--तुम्हारी दृष्टिमें गुरु द्रोणाचार्य, पितामह भीष्म, जयद्रथ और कर्ण तथा अन्य जितने प्रतिपक्षके नामी शूरवीर हैं, जिनपर विजय करना बड़ा कठिन काम है (टिप्पणी प0 597), उन सबकी आयु समाप्त हो चुकी है अर्थात् वे सब कालरूप मेरे द्वारा मारे जा चुके हैं। इसलिये हे अर्जुन ! मेरे द्वारा मारे हुए शूरवीरोंको तुम मार दो। भगवान्के द्वारा पूर्वश्लोकमें 'मयैवैते निहताः पूर्वमेव' और यहाँ 'मया हतांस्त्वं जहि' कहनेका तात्पर्य यह है कि तुम इनपर विजय करो, पर विजयका अभिमान मत करो; क्योंकि ये सब-के-सब मेरे द्वारा पहलेसे ही मारे हुए हैं।'मा व्यथिष्ठा युध्यस्व'--अर्जुन पितामह भीष्म और गुरु द्रोणाचार्यको मारनेमें पाप समझते थे, यही अर्जुनके मनमें व्यथा थी। अतः भगवान् कह रहे हैं कि वह व्यथा भी तुम मत करो अर्थात् भीष्म और द्रोण आदिको मारनेसे हिंसा आदि दोषोंका विचार करनेकी तुम्हें किञ्चिन्मात्र भी आवश्यकता नहीं है। तुम अपने क्षात्रधर्मका अनुष्ठान करो अर्थात् युद्ध करो। इसका त्याग मत करो।  'जेतासि रणे सपत्नान्'--इस युद्धमें तुम वैरियोंको जीतोगे। ऐसा कहनेका तात्पर्य है कि पहले (गीता 2। 6 में) अर्जुनने कहा था कि हम उनको जीतेंगे या वे हमें जीतेंगे -- इसका हमें पता नहीं। इस प्रकार अर्जुनके मनमें सन्देह था। यहाँ ग्यारहवें अध्यायके आरम्भमें भगवान्ने अर्जुनको विश्वरूप देखनेकी आज्ञा दी, तो उसमें भगवान्ने कहा कि तुम और भी जो कुछ देखना चाहो, वह देख लो (11। 7) अर्थात् किसकी जय होगी और किसकी पराजय होगी -- यह भी तुम देख लो। फिर भगवान्ने विराट्रूपके अन्तर्गत भीष्म, द्रोण और कर्णके नाशकी बात दिखा दी और इस श्लोकमें वह बात स्पष्टरूपसे कह दी कि युद्धमें निःसन्देह तुम्हारी विजय होगी।  विशेष बात  साधकको अपने साधनमें बाधकरूपसे नाशवान् पदार्थोंका, व्यक्तियोंका जो आकर्षण दीखता है, उससे वह घबरा जाता है कि मेरा उद्योग कुछ भी काम नहीं कर रहा है; अतः यह आकर्षण कैसे मिटे ! भगवान्,'मयैवैते निहताः पूर्वमेव' और 'मया हतांस्त्वं जहि' पदोंसे ढाढ़स बँधाते हुए मानो यह आश्वासन देते हैं कि तुम्हारेको अपने साधनमें जो वस्तुओँ आदिका आकर्षण दिखायी देता है और वृत्तियाँ खराब होती हुई दीखती हैं, ये सब-के-सब विघ्न नाशवान् हैं और मेरे द्वारा नष्ट किये हुए हैं। इसलिये साधक इनको महत्त्व न दे।"
  },
  {
    "id": "11.35",
    "chapter": 11,
    "verse": 35,
    "sanskrit": "सञ्जय उवाच  एतच्छ्रुत्वा वचनं केशवस्य  कृताञ्जलिर्वेपमानः किरीटी।  नमस्कृत्वा भूय एवाह कृष्णं  सगद्गदं भीतभीतः प्रणम्य।।11.35।।",
    "translation_en": "11.35 एतत् that? श्रुत्वा having heard? वचनम् speech? केशवस्य of Kesava? कृताञ्जलिः with joined palms? वेपमानः trembling? किरीटि Arjuna? नमस्कृत्वा prostrating (himself)? भूयः again? एव even? आह addressed? कृष्णम् to Krishna? सगद्गदम् in a choked voice? भीतभीतः overwhelmed with fear? प्रणम्य having prostrated.Commentary When anyone is in a state of extreme terror or joy he sheds tears on account of pain or exhilaration of spirits. Then his throat is choked and he stammers or speaks indistinctly or in a dull? choked voice. Arjuna was extremely frightened when he saw the Cosmic Form and so he spoke in a stammering tone.There is great significane in Sanjayas words. He thought that Dhritarashtra might come to terms or make peace with the Pandavas when he knew that his sons would certainly be killed for want of proper support when Drona and Karna would be killed by Arjuna. He hoped that conseently there would be peace and happiness to both the parties. But Dhritarashtra was obstinate he did not listen to this suggestion on account of the force of destiny.",
    "translation_hi": "।।11.35।। व्याख्या--'एतच्छ्रुत्वा वचनं केशवस्य कृताञ्जलिर्वेपमानः किरीटी'--  अर्जुन तो पहलेसे भयभीत थे ही, फिर भगवान्ने मैं काल हूँ, सबको खा जाऊँगा -- ऐसा कहकर मानो डरे हुएको और डरा दिया। तात्पर्य है कि 'कालोऽस्मि'--यहाँसे लेकर 'मया हतांस्त्वं जहि'--यहाँतक भगवान्ने नाश-ही-नाशकी बात बतायी। इसे सुनकर अर्जुन डरके मारे काँपने लगे और हाथ जोड़कर बार-बार नमस्कार करने लगे।  अर्जुनने इन्द्रकी सहायताके लिये जब काल, खञ्ज आदि राक्षसोंको मारा था, तब इन्द्रने प्रसन्न होकर अर्जुनको सूर्यके समान प्रकाशवाला एक दिव्य 'किरीट' (मुकुट) दिया था। इसीसे अर्जुनका नाम किरीटी पड़ गया (टिप्पणी प0 598)। यहाँ 'किरीटी' कहनेका तात्पर्य है कि जिन्होंने बड़े-बड़े राक्षसोंको मारकर इन्द्रकी सहायता की थी,वे अर्जुन भी भगवान्के विराट्रूपको देखकर कम्पित हो रहे हैं।'नमस्कृत्वा भूय एवाह कृष्णं गद्गद भीतभीतः प्रणम्य'--  काल सबका भक्षण करता है किसीको भी छोड़ता नहीं। कारण कि यह भगवान्की संहारशक्ति है, जो हरदम संहार करती ही रहती है। इधर अर्जुनने जब भगवान्के अत्युग्र विराट्रूपको देखा तो उनको लगा कि भगवान् कालके भी काल-- महाकाल हैं। उनके सिवाय दूसरा कोई भी कालसे बचानेवाला नहीं है। इसलिये अर्जुन भयभीत होकर भगवान्को बारबार प्रणाम करते हैं।'भूयः' कहनेका तात्पर्य है; कि पहले पंद्रहवेंसे इकतीसवें श्लोकतक अर्जुनने भगवान्की स्तुति और नमस्कार किया, अब फिर भगवान्की स्तुति और नमस्कार करते हैं।हर्षसे भी वाणी गद्गद होती है और भयसे भी। यहाँ भयका विषय है। अगर अर्जुन बहुत ज्यादा भयभीत होते तो वे बोल ही न सकते। परन्तु अर्जुन गद्गद वाणीसे बोलते हैं। इससे सिद्ध होता है कि वे इतने भयभीत नहीं हैं।   सम्बन्ध--अब आगेके श्लोकसे अर्जुन भगवान्की स्तुति करना आरम्भ करते हैं।"
  },
  {
    "id": "11.36",
    "chapter": 11,
    "verse": 36,
    "sanskrit": "अर्जुन उवाच  स्थाने हृषीकेश तव प्रकीर्त्या  जगत् प्रहृष्यत्यनुरज्यते च।  रक्षांसि भीतानि दिशो द्रवन्ति  सर्वे नमस्यन्ति च सिद्धसङ्घाः।।11.36।।",
    "translation_en": "11.36 स्थाने it is meet? हृषीकेश O Krishna? तव Thy? प्रकीर्त्या by praise? जगत् the world? प्रहृष्यति is delighted? अनुरज्यते rejoices? च and? रक्षांसि the demons? भीतानि in fear? दिशः to all arters? द्रवन्ति fly? सर्वे all? नमस्यन्ति bow (to Thee)? च and? सिद्धसङ्घाः the hosts of the perfected ones.Commentary Praise description of the glory of the Lord. The Lord is the object worthy of adortion? love and delight? because He is the Self and friend of all beings.The Lord is the object of adoration? love and delight for the following reason also. He is the primal cause even of Brahma? the Creator of the universe.",
    "translation_hi": "।।11.36।। व्याख्या--[संसारमें यह देखा जाता है कि जो व्यक्ति अत्यन्त भयभीत हो जाता है, उससे बोला नहीं जाता। अर्जुन भगवान्का अत्युग्र रूप देखकर अत्यन्त भयभीत हो गये थे। फिर उन्होंने इस (छत्तीसवें) श्लोकसे लेकर छियालीसवें श्लोकतक भगवान्की स्तुति कैसे की? इसका समाधान यह है कि यद्यपि अर्जुन भगवान्के अत्यन्त उग्र (भयानक) विश्वरूपको देखकर भयभीत हो रहे थे, तथापि वे भयभीत होनेके साथ-साथ हर्षित भी हो रहे थे, जैसा कि अर्जुनने आगे कहा है -- 'अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे' (11। 45)। इससे सिद्ध होता है कि अर्जुन इतने भयभीत नहीं हुए थे, जिससे कि वे भगवान्की स्तुति भी न कर सकें।]"
  },
  {
    "id": "11.37",
    "chapter": 11,
    "verse": 37,
    "sanskrit": "कस्माच्च ते न नमेरन्महात्मन्  गरीयसे ब्रह्मणोऽप्यादिकर्त्रे।  अनन्त देवेश जगन्निवास  त्वमक्षरं सदसत्तत्परं यत्।।11.37।।",
    "translation_en": "11.37 कस्मात् why? च and? ते they? न not? नमेरन् may prostrate? महात्मन् O greatsouled One? गरीयसे greater? ब्रह्मणः of Brahma? अपि also? आदिकर्त्रे the primal cause? अनन्त O Infinite Being? देवेश O Lord of the gods? जगन्निवास O Abode of the universe? त्वम् Thou? अक्षरम् Imperishable? सत् the Being? असत् nonbeing? तत् That? परम् the Supreme? यत् which.Commentary The Lord is Mahatma. He is greater than all else. He is the imperishable. So He is the proper object of worship? love and delight.That which exists in the three periods of time is Sat. Brahman is Sat. That which does not exist in the three periods of time is Asat. This world is Asat. This body is Asat.The words Sat and Asat mean here the manifested and the unmanifested which form the adjuncts of the Akshara (imperishable). In reality the Akshara transcends both these. The word Akshara is applied in the Gita sometimes to the Unmanifest (Nature) and sometimes to the Supreme Being.Ananta is He Who is free from the three kinds of limitations (of time? space and thing) which have already been explained.Arjuna again praises the Lord thus",
    "translation_hi": "।।11.37।। व्याख्या--'कस्माच्च ते न नमेरन्महात्मन् गरीयसे ब्रह्मणोऽप्यादिकर्त्रे'--आदिरूपसे प्रकट होनेवाले महान् स्वरूप आपको (पूर्वोक्त सिद्धगण) नमस्कार क्यों न करें? नमस्कार दोको किया जाता है -- (1) जिनसे मनुष्यको शिक्षा मिलती है, प्रकाश मिलता है; ऐसे आचार्य, गुरुजन आदिको नमस्कार किया जाता है और (2) जिनसे हमारा जन्म हुआ है, उन माता-पिताको तथा आयु, विद्या आदिमें अपनेसे बड़े पुरुषोंको नमस्कार किया जाता है। अर्जुन कहते हैं कि आप गुरुओंके भी गुरु हैं--'गरीयसे' (टिप्पणी प0 600.1) और आप सृष्टिकी रचना करनेवाले पितामह ब्रह्माजीको भी उत्पन्न करनेवाले हैं -- 'ब्रह्मणोऽप्यादिकर्त्रे।' अतः सिद्ध महापुरुष आपको नमस्कार करें, यह उचित ही है।"
  },
  {
    "id": "11.38",
    "chapter": 11,
    "verse": 38,
    "sanskrit": "त्वमादिदेवः पुरुषः पुराण  स्त्वमस्य विश्वस्य परं निधानम्।  वेत्तासि वेद्यं च परं च धाम  त्वया ततं विश्वमनन्तरूप।।11.38।।",
    "translation_en": "11.38 त्वम् Thou? आदिदेवः the primal God? पुरुषः Purusha? पुराणः the ancient? त्वम् Thou? अस्य of (this)? विश्वस्य of Universe? परम् the Supreme? निधानम् Refuge? वेत्ता Knower? असि (Thou) art? वेद्यम् to be known? च and? परम् the Supreme? च and? धाम abode? त्वया by Thee? ततम् is pervaded? विश्वम् the Universe? अनन्तरूप O Being of infinite forms.Commentary Primal God? because the Lord is the creator of the universe.Purusha? because the Lord lies in the body (Puri Sayanat).Nidhaanam That in which the world rests during the great deluge or cosmic dissolution.The pot comes out of the clay and gets merged in clay. Even so the world has come out of the Lord and gets dissolved or involved in the Lord. So the Lord is the material cause of the world. Therefore? He is the primal God and the supreme refuge also.Vetta Knower of the knowable things. As the Lord is omniscient? He knows all about the world? and He is the instrumental or the efficient cause of this world.Param Dhama Supreme Abode of Vishnu. Just as the rope (the substratum for the superimposed snake) pervades the snake? so also Brahman or Vishnu through His Nature as ExistenceKnowledgeBliss Absolute pervades the whole universe.Moreover --",
    "translation_hi": "।।11.38।। व्याख्या--'त्वमादिदेवः पुरुषः पुराणः'--  आप सम्पूर्ण देवताओंके आदिदेव हैं; क्योंकि सबसे पहले आप ही प्रकट होते हैं। आप पुराणपुरुष हैं; क्योंकि आप सदासे हैं और सदा ही रहनेवाले हैं।"
  },
  {
    "id": "11.39",
    "chapter": 11,
    "verse": 39,
    "sanskrit": "वायुर्यमोऽग्निर्वरुणः शशाङ्कः  प्रजापतिस्त्वं प्रपितामहश्च।  नमो नमस्तेऽस्तु सहस्रकृत्वः  पुनश्च भूयोऽपि नमो नमस्ते।।11.39।।",
    "translation_en": "11.39 वायुः Vayu? यमः Yama? अग्निः Agni? वरुणः Varuna? शशाङ्कः moon? प्रजापतिः Prajapati? त्वम् Thou? प्रपितामहः greatgrandfather? च and? नमःनमः salutations? ते to Thee? अस्तु be? सहस्रकृत्वः thousand times? पुनः again? च and? भूयः again? अपि also ? नमःनमः salutations? ते to Thee.Commentary Prajapati Marichi and others were the seven mindborn sons of Brahma. Kasyapa descended from Marichi and from Kasyapa came all other progeny. Therefore? Marichi? Kasyapa and others are known as Prajapatis or the gods or progeny. The word Prajapati here is interpreted by some as Kasyapa and other Prajapatis. But as the word has been used here in the singular number it is appropriate to take Brahma as Prajapati. Brahma is the grandfather (Pitamaha) of Kasyapa. Brahma or the Hiranyagarbha is the Karya Brahman (effect). Isvara is the Karana Brahman (the cause for Brahma). Therefore? Isvara is the greatgrandfather. He is the father of,even Brahma.Isvara has Maya as the limiting adjunct. Maya is His causal body. Isvara has no plane. Maya is in an undifferentiated state. She is in a state where the alities of Nature (Gunas) are in eilibrium. When the eilibrium is disturbed through the will of Isvara? the three Gunas? Brahma? Vishnu and Siva manifest.Thou art the moon alludes to and includes the sun also.Punah? Bhuyah Again. Salutations a thousand times and again salutations. This indicates that Arjuna had intense faith in and boundless devotion for Lord Krishna. He was not satisfied even if he prostrated himself a thousand times.",
    "translation_hi": "।।11.39।। व्याख्या--वायुः--जिससे सबको प्राण मिल रहे हैं, मात्र प्राणी जी रहे हैं, सबको सामर्थ्य मिल रही है, वह वायु आप ही हैं।"
  },
  {
    "id": "11.40",
    "chapter": 11,
    "verse": 40,
    "sanskrit": "नमः पुरस्तादथ पृष्ठतस्ते  नमोऽस्तु ते सर्वत एव सर्व।  अनन्तवीर्यामितविक्रमस्त्वं  सर्वं समाप्नोषि ततोऽसि सर्वः।।11.40।।",
    "translation_en": "11.40 नमः salutation? पुरस्तात् (from) front? अथ also? पृष्ठतः (from) behind? ते to Thee? नमः salutation? अस्तु be? ते to Thee? सर्वतः on every side? एव even? सर्व O all? अनन्तवीर्य infinite power? अमितविक्रमः infinite in prowess? त्वम् Thou? सर्वम् all? समाप्नोषि pervadest? ततः wherefore? असि (Thou) art? सर्वः all.Commentary The words I prostrate myself before Thee? behind Thee and on every side indicate the allpervading nature of the Lord. How can the allpervading Self have front and back Finite objects only have front and back sides Arjuna imagined that there were front and back sides to the Lord and so prostrated himself in his extreme faith and devotion.O All Nothing exists without Thee. As the Self is allpervading? He is called the All. There is nothing except the Self.On every side? as Thou art present everywhere or in all arters.One may be powerful but may not possess the courage to kill the enemies or he may be endowed with a mild form of courge but the Lord is infinite in courage and infinite in power.Pervadest by Thy One Self.",
    "translation_hi": "।।11.40।। व्याख्या--'नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व'--अर्जुन भयभीत हैं। मैं क्या बोलूँ-- यह उनकी समझमें नहीं आ रहा है। इसलिये वे आगेसे, पीछेसे सब ओरसे अर्थात् दसों दिशाओंसे केवल नमस्कारहीनमस्कार कर रहे हैं।"
  },
  {
    "id": "11.41",
    "chapter": 11,
    "verse": 41,
    "sanskrit": "सखेति मत्वा प्रसभं यदुक्तं  हे कृष्ण हे यादव हे सखेति।  अजानता महिमानं तवेदं  मया प्रमादात्प्रणयेन वापि।।11.41।।",
    "translation_en": "11.41 सखा friend? इति as? मत्वा regarding? प्रसभम् presumptuously? यत् whatever? उक्तम् said? हे कृष्ण O Krishna? हे यादव O Yadava? हे सखा O friend? इति thus? अजानता unknowing? महिमानम् greatness? तव Thy? इदम् this? मया by me? प्रमादात् from carelessness? प्रणयेन due to love? वा or? अपि even.No Commentary.",
    "translation_hi": "।।11.41।। व्याख्या--[जब अर्जुन विराट् भगवान्के अत्युग्र रूपको देखकर भयभीत होते हैं, तब वे भगवान्के कृष्णरूपको भूल जाते हैं और पूछ बैठते हैं कि उग्ररूपवाले 'आप', कौन हैं परन्तु जब उनको भगवान् श्रीकृष्णकी स्मृति आती है कि वे ये ही हैं, तब भगवान्के प्रभाव आदिको देखकर उनको सखाभावसे किये हुए पुराने व्यवहारकी याद आ जाती है और उसके लिये वे भगवान्से क्षमा माँगते हैं।]  'सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति'--जो बड़े आदमी होते हैं, श्रेष्ठ पुरुष होते हैं, उनको साक्षात् नामसे नहीं पुकारा जाता। उनके लिये तो आप, महाराज आदि शब्दोंका प्रयोग होता है। परन्तु मैंने आपको कभी 'हे कृष्ण' कह दिया, कभी 'हे यादव' कह दिया और कभी 'हे सखे' कह दिया। इसका कारण क्या था? 'अजानता महिमानं तवेदम' (टिप्पणी प0 603.1) इसका कारण यह था कि मैंने आपकी ऐसी महिमाको और स्वरूपको जाना नहीं कि आप ऐसे विलक्षण हैं। आपके किसी एक अंशमें अनन्तकोटि ब्रह्माण्ड विराजमान हैं -- ऐसा मैं पहले नहीं जानता था। आपके प्रभावकी तरफ मेरी दृष्टि ही नहीं गयी। मैंने कभी सोचा-समझा ही नहीं कि आप कौन हैं और कैसे हैं।"
  },
  {
    "id": "11.42",
    "chapter": 11,
    "verse": 42,
    "sanskrit": "यच्चावहासार्थमसत्कृतोऽसि  विहारशय्यासनभोजनेषु।  एकोऽथवाप्यच्युत तत्समक्षं  तत्क्षामये त्वामहमप्रमेयम्।।11.42।।",
    "translation_en": "11.42 यत् whatever? च and? अवहासार्थम् for the sake of fun? असत्कृतः disrespected? असि (Thou) art? विहारशय्यासनभोजनेषु while at play? on bed? while sitting or at meals? एकः (when) one? अथवा or? अपि even? अच्युत O Krishna? तत् so? समक्षम् in company? तत् that? क्षामये implore to forgive? त्वाम् Thee? अहम् I? अप्रमेयम् immeasurable.Commentary Arjuna? beholding the Cosmic Form of Lord Krishna? seeks forgiveness for his past familiar conduct. He says? I have been stupid. I have treated Thee with familiarity? not knowing Thy greatness. I have taken Thee as my friend on account of misconception. I have behaved badly with Thee. Thou art the origin of this universe and yet I have joked with Thee. I have taken undue liberties with Thee. Kindly forgive me? O Lord.Tat All those offences.Achyuta He who is unchanging.In company In the presence of others.Aprameyam Immeasurable. He Who has unthinkable glory and splendour.",
    "translation_hi": "।।11.42।। व्याख्या--[जब अर्जुन विराट् भगवान्के अत्युग्र रूपको देखकर भयभीत होते हैं, तब वे भगवान्के कृष्णरूपको भूल जाते हैं और पूछ बैठते हैं कि उग्ररूपवाले आप कौन हैं परन्तु जब उनको भगवान् श्रीकृष्णकी स्मृति आती है कि वे ये ही हैं, तब भगवान्के प्रभाव आदिको देखकर उनको सखाभावसे किये हुए पुराने व्यवहारकी याद आ जाती है और उसके लिये वे भगवान्से क्षमा माँगते हैं।]    'सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति'--जो बड़े आदमी होते हैं, श्रेष्ठ पुरुष होते हैं, उनको साक्षात् नामसे नहीं पुकारा जाता। उनके लिये तो 'आप', महाराज आदि शब्दोंका प्रयोग होता है। परन्तु मैंने आपको कभी 'हे कृष्ण' कह दिया, कभी 'हे यादव' कह दिया और कभी हे सखे कह दिया। इसका कारण क्या था? 'अजानता महिमानं तवेदम्' (टिप्पणी प0 603.1) इसका कारण यह था कि मैंने आपकी ऐसी महिमाको और स्वरूपको जाना नहीं कि आप ऐसे विलक्षण हैं। आपके किसी एक अंशमें अनन्तकोटि ब्रह्माण्ड विराजमान हैं--ऐसा मैं पहले नहीं जानता था। आपके प्रभावकी तरफ मेरी दृष्टि ही नहीं गयी। मैंने कभी सोचा-समझा ही नहीं कि आप कौन हैं और कैसे हैं।"
  },
  {
    "id": "11.43",
    "chapter": 11,
    "verse": 43,
    "sanskrit": "पितासि लोकस्य चराचरस्य  त्वमस्य पूज्यश्च गुरुर्गरीयान्।  न त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो  लोकत्रयेऽप्यप्रतिमप्रभाव।।11.43।।",
    "translation_en": "11.43 पिता Father? असि (Thou) art? लोकस्य of the world? चराचरस्य of the moving and unmoving? त्वम् Thou? अस्य of this? पूज्यः to be reserved? च and? गुरुः the Guru? गरीयान् weightier? न not? त्वत्समः eal to Thee? अस्ति is? अभ्यधिकः surpassing? कुतः whence? अन्यः other? लोकत्रये in the three worlds? अपि also? अप्रतिमप्रभाव O Being of unealled power.Commentary There exists none who is eal to Thee There cannot be two or more Isvaras. If there were? the world will not get on as it does now. All the Isvaras may not be of one mind? as they would all be independent of one another. What one wishes to create? another may wish to destroyWhen there does not exist one who is eal to Thee? how could there be one superior to TheeFather Creator. As the Lord is the creator of this world He is fit to be adored. He is the greatest Guru also. Therefore there is no one who is eal to the Lord.",
    "translation_hi": "।।11.43।। व्याख्या--'पितासी लोकस्य चराचरस्य'--अनन्त ब्रह्माण्डोंमें मनुष्य, शरीर, पशु, पक्षी आदि जितने जङ्गम प्राणी हैं, और वृक्ष, लता आदि जितने स्थावर प्राणी हैं, उन सबको उत्पन्न करनेवाले और उनका पालन करनेवाले पिता भी आप हैं, उनके पूजनीय भी आप हैं तथा उनको शिक्षा देनेवाले महान् गुरु भी आप ही हैं -- 'त्वमस्य पूज्यश्च गुरुर्गरीयान्।'"
  },
  {
    "id": "11.44",
    "chapter": 11,
    "verse": 44,
    "sanskrit": "तस्मात्प्रणम्य प्रणिधाय कायं  प्रसादये त्वामहमीशमीड्यम्।  पितेव पुत्रस्य सखेव सख्युः  प्रियः प्रियायार्हसि देव सोढुम्।।11.44।।",
    "translation_en": "11.44 तस्मात् therefore? प्रणम्य saluting? प्रणिधाय having bent? कायम् body? प्रसादये crave forgiveness? त्वाम् Thee? अहम् I? ईशम् the Lord? ईड्यम् adorable? पिता father? प्रियः beloved? प्रियायाः to the beloved? अर्हसि (Thou) shouldst? देव O God? सोढुम् to bear.Commentary O Lord? take me to Thy bosom as a mother does her child. Forgive me for all tht I have hitherto spoken or done. Forgive my faults. Please overlook my past mistakes. I have done this through ignorance. Now I have come to Thee in submission. I beg Your pardon now.",
    "translation_hi": "।।11.44।। व्याख्या--'तस्मात्प्रणम्य प्रणिधाय कायं प्रसादये त्वामहमीषमीड्यम्'--आप अनन्त ब्रह्माण्डोंके ईश्वर हैं। इसलिये सबके द्वारा स्तुति करनेयोग्य आप ही हैं। आपके गुण, प्रभाव, महत्त्व आदि अनन्त हैं; अतः ऋषि, महर्षि, देवता, महापुरुष आपकी नित्य-निरन्तर स्तुति करते रहें, तो भी पार नहीं पा सकते। ऐसे स्तुति करनेयोग्य आपकी मैं क्या स्तुति कर सकता हूँ? मेरेमें आपकी स्तुति करनेका बल नहीं है, सामर्थ्य नहीं है। इसलिये मैं तो केवल आपके चरणोंमें लम्बा पड़कर दण्डवत् प्रणाम ही कर सकता हूँ और इसीसे आपको प्रसन्न करना चाहता हूँ।  'पितेव पुत्रस्य सखेव सख्युः प्रियः प्रियायार्हसि देव सोढुम्'--  किसीका अपमान होता है तो उसमें मुख्य तीन कारण होते हैं -- (1) प्रमाद-(असावधानी-) से, (2) हँसी, दिल्लगी, विनोदमें खयाल न रहनेसे और (3) अपनेपनकी घनिष्ठता होनेपर अपने साथ रहनेवालेका महत्त्व न जाननेसे। जैसे, गोदीमें बैठा हुआ छोटा बच्चा अज्ञानवश पिताकी दाढ़ी-मूँछ खींचता है, मुँहपर थप्पड़ लगाता है, कभी कहीं लात मार देता है तो बच्चेकी ऐसी चेष्टा देखकर पिता राजी ही होते हैं. प्रसन्न ही होते हैं। वे अपनेमें यह भाव लाते ही नहीं कि पुत्र मेरा अपमान कर रहा है। मित्र मित्रके साथ चलते-फिरते, उठते-बैठते आदि समय चाहे जैसा व्यवहार करता है, चाहे जैसा बोल देता है, जैसे -- तुम ब़ड़े सत्य बोलते हो जी तुम तो बड़े सत्यप्रतिज्ञ हो अब तो तुम बड़े आदमी हो गये हो तुम तो खूब अभिमान करने लग गये हो आज मानो तुम राजा ही बन गये हो आदि, पर उसका मित्र उसकी इन बातोंका खयाल नहीं करता। वह तो यही समझता है कि हम बराबरीके मित्र हैं, ऐसी हँसी-दिल्लगी तो होती ही रहती है। पत्नीके द्वारा आपसके प्रेमके कारण उठने-बैठने, बातचीत करने आदिमें पतिकी जो कुछ अवहेलना होती है, उसे पति सह लेता है। जैसे, पति नीचे बैठा है तो,वह ऊँचे आसनपर बैठ जाती है, कभी किसी बातको लेकर अवहेलना भी कर देती है, पर पति उसे स्वाभाविक ही सह लेता है। अर्जुन कहते हैं कि जैसे पिता पुत्रके, मित्र मित्रके और पति पत्नीके अपमानको सह लेता है अर्थात् क्षमा कर देता है, ऐसे ही हे भगवन् आप मेरे अपमानको सहनेमें समर्थ हैं अर्थात् इसके लिये मैं आपसे क्षमा माँगता हूँ।"
  },
  {
    "id": "11.45",
    "chapter": 11,
    "verse": 45,
    "sanskrit": "अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा  भयेन च प्रव्यथितं मनो मे।  तदेव मे दर्शय देव रूपं  प्रसीद देवेश जगन्निवास।।11.45।।",
    "translation_en": "11.45 अदृष्टपूर्वम् what was never seen before? हृषितः delighted? अस्मि (I) am? दृष्ट्वा having seen? भयेन with fear? च and? प्रव्यथितम् is distressed? मनः mind? मे my? तत् that? एव only? मे to me? दर्शय show? देव O God? रूपम् form? प्रसीद have mercy? देवेश O Lord of the gods? जगन्निवास O Aboe of the universe.Commentary For an ordinary man the Cosmic Form (Vision) is overwhelming and terrifying but for a Yogi it is encouraging? strengthening and soulelevating.Arjuna says The Cosmic Form was never before seen by me. Show me only that form which Thou wearest as my friend.",
    "translation_hi": "।।11.45।। व्याख्या--[जैसे विराट्रूप दिखानेके लिये मैंने भगवान्से प्रार्थना की तो भगवान्ने मुझे विराट्रूप दिखा दिया, ऐसे ही देवरूप दिखानेके लिये प्रार्थना करनेपर भगवान् देवरूप दिखायेंगे ही -- ऐसी आशा होनेसे अर्जुन भगवान्से देवरूप दिखानेके लिये प्रार्थना करते हैं।]"
  },
  {
    "id": "11.46",
    "chapter": 11,
    "verse": 46,
    "sanskrit": "किरीटिनं गदिनं चक्रहस्त  मिच्छामि त्वां द्रष्टुमहं तथैव।  तेनैव रूपेण चतुर्भुजेन  सहस्रबाहो भव विश्वमूर्ते।।11.46।।",
    "translation_en": "11.46 किरीटिनम् wearing crown? गदिनम् bearing a mace? चक्रहस्तम् with a discus in the hand? इच्छामि (I) desire? त्वाम् Thee? द्रष्टुम् to see? अहम् I? तथैव as before? तेनैव that same? रूपेण of form? चतुर्भुजेन (by) fourarmed? सहस्रबाहो O thousandarmed? भव be? विश्वमूर्ते O Universal Form.Commentary Arjuna says O Lord in the Cosmic Form I do not know where to turn and to whom to address myself. I am frightened. I am longing to see Thee with conch? discus? mace and lotus. Withdraw Thy Cosmic Form. Assume that same fourarmed form as before.Spiritual aspirants are ofen impatient to have the highest spiritual experiences immediately they begin their Sadhana. This is wrong. They will not be able to withstand the great power that will,surge into them. Be patientO thousandarmed refers to the Cosmic Form.",
    "translation_hi": "।।11.46।। व्याख्या--'किरीटनं गदिनं चक्रहस्तमिच्छामि त्वां द्रष्टुमहं तथैव--जिसमें आपने सिरपर दिव्य मुकुट तथा हाथोंमें गदा और चक्र धारण कर रखे हैं, उसी रूपको मैं देखना चाहता हूँ।  'तथैव' कहनेका तात्पर्य है कि मेरे द्वारा 'द्रष्टुमिच्छामि ते रूपम्' (11। 3) ऐसी इच्छा प्रकट करनेसे आपने विराट्रूप दिखाया। अब मैं अपनी इच्छा बाकी क्यों रखूँ? अतः मैंने आपके विराट्रूपमें जैसा सौम्य चतुर्भुजरूप देखा है, वैसा-का-वैसा ही रूप मैं अब देखना चाहता हूँ -- 'इच्छामि त्वां द्रष्टुमहं तथैव।"
  },
  {
    "id": "11.47",
    "chapter": 11,
    "verse": 47,
    "sanskrit": "श्री भगवानुवाच  मया प्रसन्नेन तवार्जुनेदं  रूपं परं दर्शितमात्मयोगात्।  तेजोमयं विश्वमनन्तमाद्यं  यन्मे त्वदन्येन न दृष्टपूर्वम्।।11.47।।",
    "translation_en": "11.47 मया by Me? प्रसन्नेन gracious? तव to thee? अर्जुन O Arjuna? इदम् this? रूपम् form? परम् supreme? दर्शितम् has been shown? आत्मयोगात् by My own Yogic power? तेजोमयम् full of splendour? विश्वम् universal? अनन्तम् endless? आद्यम् primeval? यत् which? मे of Me? त्वत् from thee? अन्येन by another? न not? दृष्टपूर्वम् seen before.Commentary Lord Krishna eulogises the Cosmic Form because Arjuna should be regarded to have achieved all his ends by seeing this Cosmic Form.It is also an inducement to all spiritual aspirants to strive to attain this sublime vision. What they should do is explained by the Lord in verse 53 to 55.",
    "translation_hi": "।।11.47।। व्याख्या --'मया प्रसन्नेन तवार्जुनेदं रूपं दर्शितम्'--हे अर्जुन ! तू बार-बार यह कह रहा है कि आप प्रसन्न हो जाओ (11। 25? 31? 45), तो प्यारे भैया ! मैंने जो यह विराट्रूप तुझे दिखाया है, उसमें विकरालरूपको देखकर तू भयभीत हो गया है, पर यह विकरालरूप मैंने क्रोधमें आकर या तुझे भयभीत करनेके लिये नहीं दिखाया है। मैंने तो अपनी प्रसन्नतासे ही यह विराट्रूप तुझे दिखाया है। इसमें तेरी कोई योग्यता, पात्रता अथवा भक्ति कारण नहीं है। तुमने तो पहले केवल विभूति और योगको ही पूछा था। विभूति और योगका वर्णन करके मैंने अन्तमें कहा था कि तुझे जहाँ-कहीं जो कुछ विलक्षणता दीखे, वहाँ-वहाँ मेरी ही विभूति समझ। इस प्रकार तुम्हारे प्रश्नका उत्तर सम्यक् प्रकारसे मैंने दे ही दिया था। परन्तु वहाँ मैंने,(अथवा पदसे) अपनी ही तरफसे यह बात कही कि तुझे बहुत जाननेसे क्या मतलब? देखने, सुनने, समझनेमें जो कुछ संसार आता है, उस सम्पूर्ण संसारको मैं अपने किसी अंशमें धारण करके स्थित हूँ। दूसरा भाव यह है कि तुझे मेरी विभूति और योगशक्तिको जाननेकी क्या जरूरत है? क्योंकि सब विभूतियाँ मेरी योगशक्तिके आश्रित हैं और उस योगशक्तिका आश्रय मैं स्वयं तेरे सामने बैठा हूँ। यह बात तो मैंने विशेष कृपा करके ही कही थी। इस बातको लेकर ही तेरी विश्वरूप-दर्शनकी इच्छा हुई और मैंने दिव्यचक्षु देकर तुझे विश्वरूप दिखाया। यह तो मेरी कोरी प्रसन्नता-ही-प्रसन्नता है। तात्पर्य है कि इस विश्वरूपको दिखानेमें मेरी कृपाके सिवाय दूसरा कोई हेतु नहीं है। तेरी देखनेकी इच्छा तो निमित्तमात्र है।"
  },
  {
    "id": "11.48",
    "chapter": 11,
    "verse": 48,
    "sanskrit": "न वेदयज्ञाध्ययनैर्न दानै  र्न च क्रियाभिर्न तपोभिरुग्रैः।  एवंरूपः शक्य अहं नृलोके  द्रष्टुं त्वदन्येन कुरुप्रवीर।।11.48।।",
    "translation_en": "11.48 न not? वेदयज्ञाध्ययनैः by the study of the Vedas and of Yajnas? न not? दानैः by gifts? न not? च and? क्रियाभिः by rituals? न not? तपोभिः by austerities? उग्रैः severe? एवंरूपः in such form? शक्यः (am) possible? अहम् I? नृलोके in the world of men? द्रष्टुम् to be seen? त्वत् than thee? अन्येन by another? कुरुप्रवीर O great hero of the Kurus.Commentary Mere cramming of the texts of the Vedas without knowing the meaning will not do. A study of the sacrifices also is necessary. One should know the meaning of these? also.Dana Charity such as a Tula Purusha (gift of gold eal in weight of a man) Kanyadana (gift of ones daughther in marriage)? gift of a cow? rice? etc.Kriya Rituals such as Agnihotra.Tapas Such as the Chandrayana Vrata. (This is a kind of Vrata or observance. The daily consumption of food is reduced by one mouthful every day for the dark half of the month beginning with the fullmoon. Then the food is increased by one mouthful every day during the bright fortnight during the increase of the moon. This Vrata (observance) is a great purifier of the mind. It destroys sins.)",
    "translation_hi": "।।11.48।। व्याख्या--'कुरुप्रवीर'--यहाँ अर्जुनके लिये 'कुरुप्रवीर' सम्बोधन देनेका अभिप्राय है कि सम्पूर्ण कुरुवंशियोंमें मेरेसे उपदेश सुननेकी, मेरे रूपको देखनेकी और जाननेकी तेरी जिज्ञासा हुई, तो यह,कुरुवंशियोंमें तुम्हारी श्रेष्ठता है। तात्पर्य यह हुआ कि भगवान्को देखनेकी, जाननेकी इच्छा होना ही वास्तवमें मनुष्यकी श्रेष्ठता है।"
  },
  {
    "id": "11.49",
    "chapter": 11,
    "verse": 49,
    "sanskrit": "मा ते व्यथा मा च विमूढभावो  दृष्ट्वा रूपं घोरमीदृङ्ममेदम्।  व्यपेतभीः प्रीतमनाः पुनस्त्वं  तदेव मे रूपमिदं प्रपश्य।।11.49।।",
    "translation_en": "11.49 मा not? ते thee? व्यथा fear? मा not? च and? विमूढभावः bewildered state? दृष्ट्वा having seen? रूपम् form? घोरम् terrible? ईदृक् such? मम My? इदम् this? व्यपेतभीः with (thy) fear dispelled? प्रीतमनाः with gladdened heart? पुनः again? त्वम् thou? तत् that? एव even? मे My? रूपम् form? इदम् this? प्रपश्य behold.Commentary Former form is the form with four hands with conch? discus? club or mace and lotus.The Lord was Arjuna in a state of terror. Therefore? He withdrew the Cosmic Form and assumed His usual gentle form. He consoled Arjuna and spoke sweet? loving words.",
    "translation_hi": "।।11.49।। व्याख्या--'मा ते व्यथा मा च विमूढभावो दृष्ट्वा रूपं घोरमीदृङ्ममेदम्'--विकराल दाढ़ोंके कारण भयभीत करनेवाले मेरे मुखोंमें योद्धालोग बड़ी तेजीसे जा रहे हैं, उनमेंसे कई चूर्ण हुए सिरोंसहित दाँतोंके बीचमें फँसे हुए दीख रहे हैं और मैं प्रलयकालकी अग्निके समान प्रज्वलित मुखोंद्वारा सम्पूर्ण लोगोंका ग्रसन करते हुए उनको चारों ओरसे चाट रहा हूँ -- इस प्रकारके मेरे घोर रूपको देखकर तेरेको व्यथा नहीं होनी चाहिये, प्रत्युत प्रसन्नता होनी चाहिये। तात्पर्य है कि पहले (11। 45 में) तू जो मेरी कृपाको देखकर हर्षित हुआ था, तो मेरी कृपाकी तरफ दृष्टि होनेसे तेरा हर्षित होना ठीक ही था, पर यह व्यथित होना ठीक नहीं है।  अर्जुनने जो पहले कहा है --'प्रव्यथितास्तथाहम्' (11। 23) और 'प्रव्यथितान्तरात्मा' (11। 24)। उसीके उत्तरमें भगवान् यहाँ कहते हैं -- 'मा ते व्यथा।',मैं कृपा करके ही ऐसा रूप दिखा रहा हूँ। इसको देखकर तेरेको मोहित नहीं होना चाहिये -- 'मा च विमूढभावः'। दूसरी बात? मैं तो प्रसन्न ही हूँ और अपनी प्रसन्नतासे ही तेरेको यह रूप दिखा रहा हूँ; परन्तु तू जो बार-बार यह कह रहा है कि 'प्रसन्न हो जाओ; प्रसन्न हो जाओ', यही तेरा विमूढ़भाव है। तू इसको छोड़ दे। तीसरी बात, पहले तूने कहा था कि मेरा मोह चला गया (11। 1), पर वास्तवमें तेरा मोह अभी नहीं गया है। तेरेको इस मोहको छोड़ देना चाहिये और निर्भय तथा प्रसन्न मनवाला होकर मेरा वह देवरूप देखना चाहिये।  तेरा और मेरा जो संवाद है, यह तो प्रसन्नतासे, आनन्दरूपसे, लीलारूपसे होना चाहिये। इसमें भय और मोह बिलकुल नहीं होने चाहिये। मैं तेरे कहे अनुसार घोड़े हाँकता हूँ, बातें करता हूँ, विश्वरूप दिखाता हूँ आदि सब कुछ करनेपर भी तूने मेरेमें कोई विकृति देखी है क्या (टिप्पणी प0 611.1) मेरेमें कुछ अन्तर आया है क्या? ऐसे ही मेरे विश्वरूपको देखकर तेरेमें भी कोई विकृति नहीं आनी चाहिये।"
  },
  {
    "id": "11.50",
    "chapter": 11,
    "verse": 50,
    "sanskrit": "सञ्जय उवाच  इत्यर्जुनं वासुदेवस्तथोक्त्वा  स्वकं रूपं दर्शयामास भूयः।  आश्वासयामास च भीतमेनं  भूत्वा पुनः सौम्यवपुर्महात्मा।।11.50।।",
    "translation_en": "11.50 इति thus? अर्जुनम् to Arjuna? वासुदेवः Vaasudeva? तथा so? उक्त्वा having spoken? स्वकम् His own? रूपम् form? दर्शयामास showed? भूयः again? आश्वासयामास consoled? च and? भीतम् who was terrified? एनम् him? भूत्वा having become? पुनः again? सौम्यवपुः of gentle form? महात्मा the greatsouled One.Commentary His own form His form as the son of Vasudeva.",
    "translation_hi": "।।11.50।। व्याख्या--'इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः'--अर्जुनने जब भगवान्से चतुर्भुजरूप होनेके लिये प्रार्थना की, तब भगवान्ने कहा कि मेरे इस विश्वरूपको देखकर तू व्यथित और भयभीत मत हो। तू प्रसन्न मनवाला होकर मेरे इस रूपको देख (11। 49)। भगवान्के इसी कथनको सञ्जयने यहाँ 'इत्यर्जुनं वासुदेवस्तथोक्त्वा' पदोंसे कहा है।"
  },
  {
    "id": "11.51",
    "chapter": 11,
    "verse": 51,
    "sanskrit": "अर्जुन उवाच  दृष्ट्वेदं मानुषं रूपं तवसौम्यं जनार्दन।  इदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः।।11.51।।",
    "translation_en": "11.51 दृष्ट्वा having seen? इदम् this? मानुषम् human? रूपम् form? तव Thy? सौम्यम् gentle? जनार्दन O Krishna? इदानीम् now? अस्मि (I) am? संवृत्तः composed? सचेताः with mind? प्रकृतिम् to nature? गतः restored.Commentary Arjuna says to Lord Krishna O Lord? I now behold Thy human form. Now my thoughts are collected and I am serene. I can speak. My senses perform their proper functions. My fear has vanished. Thou hast treated me as a mother would treat her erring child whom she embraces and nurses. Just as the calf rejoices when it beholds its mother who was missing for some days? so also I rejoice now when I behold Thy gentle form. I have drunk the nectar. Now I am alive.",
    "translation_hi": "।।11.51।। व्याख्या--'दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन'--आपके मनुष्यरूपमें प्रकट होकर लीला करनेवाले रूपको देखकर गायें, पशु-पक्षी, वृक्ष, लताएँ आदि भी पुलकित हो जाती हैं (टिप्पणी प0 613), ऐसे सौम्य द्विभुजरूपको देखकर मैं होशमें आ गया हूँ, मेरा चित्त स्थिर हो गया है--'इदानीमस्मि संवृत्तः' 'सचेताः', विराट्रूपको देखकर जो मैं भयभीत हो गया था, वह सब भय अब मिट गया है, सब व्यथा चली गयी है और मैं अपनी वास्तविक स्थितिको प्राप्त हो गया हूँ -- 'प्रकृतिं गतः।' यहाँ सचेताः कहनेका तात्पर्य है कि जब अर्जुनकी दृष्टि भगवान्की कृपाकी तरफ गयी, तब अर्जुनको होश आया और वे सोचने लगे कि कहाँ तो मैं और कहाँ भगवान्का विस्मयकारक विलक्षण विराट्रूप ! इसमें मेरी कोई योग्यता, अधिकारिता नहीं है। इसमें तो केवल भगवान्की कृपा-ही-कृपा है।   सम्बन्ध--अर्जुनकी कृतज्ञताका अनुमोदन करते हुए भगवान् कहते हैं --"
  },
  {
    "id": "11.52",
    "chapter": 11,
    "verse": 52,
    "sanskrit": "श्री भगवानुवाच  सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम।  देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः।।11.52।।",
    "translation_en": "11.52 सुदुर्दर्शम् very hard to see? इदम् this? रूपम् form? दृष्टवानसि thou hast seen? यत् which? मम My? देवाः gods? अपि also? अस्य (of) this? रूपस्य of form? नित्यम् ever? दर्शनकाङ्क्षिणः (are) desrious to behold.Commentary Lord Krishna says to Arjuna Though the gods long to behold the Cosmic Form yet they have not seen it as you have done. THey can never behold it.Just as the Chataka (a bird) longs for a drop of rain? eagerly turning its eyes towards the clouds? so also do gods yearn to behold the Cosmic Form but their wishes have not been gratified even in their dreams. Such is that marvellous vision which thou hast easily seen.",
    "translation_hi": "।।11.52।। व्याख्या--'सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम'--यहाँ 'सुदुर्दर्शम्' पद चतुर्भुजरूपके लिये ही आया है, विराट्रूप या द्विभुजरूपके लिये नहीं। कारण कि विराट्रूपकी तो देवता भी कल्पना क्यों करने लगे ! और मनुष्यरूप जब मनुष्योंके लिये सुलभ था, तब देवताओंके ल,ये वह दुर्लभ कैसे होता ! इसलिये 'सुदुर्दर्शम्' पदसे भगवान् विष्णुका चतुर्भुजरूप ही लेना चाहिये, जिसके लिये 'देवरूपम्' (11। 45) और स्वकं रूपम् (11। 50) पद आये हैं।"
  },
  {
    "id": "11.53",
    "chapter": 11,
    "verse": 53,
    "sanskrit": "नाहं वेदैर्न तपसा न दानेन न चेज्यया।  शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा।।11.53।।",
    "translation_en": "11.53 न not? अहम् I? वेदैः by the Vedas? न not? तपसा by austerity? न not? दानेन by gift? न not? च and? इज्यया by sacrifice? शक्यः (am) possible? एवंविधः like this? द्रष्टुम् to be seen? दृष्टवानसि (thou) hast seen? माम् Me? यथा as.Commentary This Cosmic Form which thou hast seen so easily cannot be obtained either by the study of the Vedas and the six modes of philosophy? nor by the practice of manifold austerities (penances)? nor by charity? nor by sacrifices of various kinds.Arjuna was indeed very fortunate in seeing the Cosmic Form.How can the Lord be seen Listen The heart must be overflowing with true devotion to Him. (Cf.XI.48)",
    "translation_hi": "।।11.53।। व्याख्या--'दृष्टवानसि मां यथा'--तुमने मेरा चतुर्भुजरूप मेरी कृपासे ही देखा है। तात्पर्य है कि मेरे दर्शन मेरी कृपासे ही हो सकते हैं, किसी योग्यतासे नहीं।"
  },
  {
    "id": "11.54",
    "chapter": 11,
    "verse": 54,
    "sanskrit": "भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन।  ज्ञातुं दृष्टुं च तत्त्वेन प्रवेष्टुं च परंतप।।11.54।।",
    "translation_en": "11.54 भक्त्या by devotion? तु indeed? अनन्यया singleminded? शक्यः (am) possible? अहम् I? एवंविधः of this form? अर्जुन O Arjuna? ज्ञातुम् to know? दृष्टुम् to see? च and? तत्त्वेन in reality? प्रवेष्टुम् to enter into? च and? परंतप O Parantapa (O scorcher of the foes).Commentary Devotion is the sole means to the realisation of the Cosmic Form.AnanyaBhakti Singleminded devotion. Onepointed unbroken devotion the devotion which does not seek any other object but the Lord alone. In this type of devotion no object other than the Lord is experienced by any of the senses. Egoism and dualism totally vanish.Of this form refers to the Cosmic Form.By singleminded devotion it is possible not only to know Me as declared in the scriptures but also to realise Me? i.e.? to attain liberation. The devotee realises that the Lord is all this and He alone is the ultimate Reality. When he gets this experience of illumination he gets merged in Him. (Cf.VIII.22X.10)",
    "translation_hi": "।।11.54।। व्याख्या--'भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन'--यहाँ 'तु' पद पहले बताये हुए साधनोंसे विलक्षण साधन बतानेके लिये आया है। भगवान् कहते हैं कि हे अर्जुन ! तुमने मेरा जैसा शङ्ख-चक्र-गदा-पद्मधारी चतुर्भुजरूप देखा है, वैसा रूपवाला मैं यज्ञ, दान, तप आदिके द्वारा नहीं देखा जा सकता, प्रत्युत अनन्यभक्तिके द्वारा ही देखा जा सकता हूँ।  अनन्यभक्तिका अर्थ है -- केवल भगवान्का ही आश्रय हो, सहारा हो, आशा हो, विश्वास हो (टिप्पणी प0 616)। भगवान्के सिवाय किसी योग्यता, बल, बुद्धि आदिका किञ्चिन्मात्र भी सहारा न हो। इनका अन्तःकरणमें किञ्चिन्मात्र भी महत्त्व न हो। यह अनन्यभक्ति स्वयंसे ही होती है, मनबुद्धिइन्द्रियों आदिके द्वारा नहीं। तात्पर्य है कि केवल स्वयंकी व्याकुलता पूर्वक उत्कण्ठा हो, भगवान्के दर्शन बिना एक क्षण भी चैन न पड़े। ऐसी जो भीतरमें स्वयंकी बैचेनी है, वही भगवत्प्राप्तिमें खास कारण है। इस बेचैनी में, व्याकुलतामें अनन्त जन्मोंके अनन्त पाप भस्म हो जाते हैं। ऐसी अनन्यभक्तिवालोंके लिये ही भगवान्ने कहा है -- जो अनन्यचित्तवाला भक्त नित्यनिरन्तर मेरा चिन्तन करता है, उसके लिये मैं सुलभ हूँ (गीता 8। 14) और जो अनन्यभक्त मेरा चिन्तन करते हुए उपासना करते हैं, उनका योगक्षेम मैं वहन करता हूँ (गीता 9। 22)।अनन्यभक्तिका दूसरा तात्पर्य यह है कि अपनेमें भजनस्मरण करनेका, साधन करनेका, उत्कण्ठापूर्वक पुकारनेका जो कुछ सहारा है, वह सहारा किञ्चिन्मात्र भी न हो। फिर साधन किसलिये करना है केवल अपना अभिमान मिटानेके लिये अर्थात् अपनेमें जो साधन करनेके बलका भान होता है, उसको मिटानेके लिये ही साधन करना है। तात्पर्य है कि भगवान्की प्राप्ति साधन करनेसे नहीं होती, प्रत्युत साधनका अभिमान गलनेसे होती है। साधनका अभिमान गल जानेसे साधकपर भगवान्की शुद्ध कृपा असर करती है अर्थात् उस कृपाके आनेमें कोई आड़ नहीं रहती और (उस कृपासे) भगवान्की प्राप्ति हो जाती है।"
  },
  {
    "id": "11.55",
    "chapter": 11,
    "verse": 55,
    "sanskrit": "मत्कर्मकृन्मत्परमो मद्भक्तः सङ्गवर्जितः।  निर्वैरः सर्वभूतेषु यः स मामेति पाण्डव।।11.55।।",
    "translation_en": "11.55 मत्कर्मकृत् does actions for Me? मत्परमः looks on Me as the Supreme? मद्भक्तः is devoted to Me? सङ्गवर्जितः is freed from attachment? निर्वैरः without enmity? सर्वभूतेषु towards all creatures? यः who? सः he? माम् to Me? एति goes? पाण्डव O Arjuna.Commentary This is the essence of the whole teaching of the Gita. He who practises this teaching will attain Supreme Bliss and Immortality. This verse contains the summary of the entire philosophy of the Gita.He who performs actions (duties) for the sake of the Lord? who consecrates all his actions to Him? who serves the Lord with his heart and soul? who regards the Lord as his supreme goal? who lives for Him alone? who works for Him alone? who sees the Lord in everything? who sees the whole world as the Cosmic Form of the Lord and therefore cherishes no feeling of hatred or enmity towards any creature even when great injury has been done by others to him? who has no attachment or love to wealth? children? wife? friends and relatives? and who seeks nothing else but the Lord? realises Him and enters into His Being. He becomes one with Him.Thus in the Upanishads of the glorious Bhagavad Gita? the science of the Eternal? the scripture of Yoga? the dialogue between Sri Krishna and Arjuna? ends the eleventh discourse entitledThe Yoga of the Vision of the Cosmic Form.,",
    "translation_hi": "।।11.55।। व्याख्या--[इस श्लोकमें पाँच बातें आयी हैं। इन पाँचोंको 'साधनपञ्चक' भी कहते हैं। इन पाँचों बातोंके दो विभाग हैं। (1) भगवान्के साथ घनिष्ठता और (2) संसारके साथ सम्बन्ध-विच्छेद। पहले विभागमें 'मत्कर्मकृत्', 'मत्परमः' और 'मद्भक्तः' -- ये तीन बातें हैं; और दूसरे विभागमें 'सङ्गवर्जितः' और'निर्वैरः सर्वभूतेषू'--ये दो बातें हैं।"
  }
]